// JavaScript Document
var item = [
    {
        "term": "1．神话：",
        "analysis": "是以故事的形式表现了远古时期人民对自然、社会现象的认识和愿望，是以“通过人民的幻想用一种不自觉的艺术方式加工过的自然和社会形式本身”。神话通常以神为主人公，他们包括各种自然神和神化了的英雄人物。神话的意义通常显示为对某种自然或社会现象的解释，有的表达了先民征服自然、变革社会的愿望。中国在远古时代有过丰富的神话传说，但在中国古典文献中，除了《山海经》等书中记载神话比较集中外，其余则散见于经史子集等各类书中，往往只是片断，有故事情节的不多。"
    },
    {
        "term": "2．《山海经》：",
        "analysis": "《山海经》是我国古代保存神话资料最多的著作。《山海经》约成书于战国初年到汉代初年之间，应是由不同时代的巫觋xi、方士根据当时流传的材料编选而成，实际上是一部具有民间原始宗教性质的书。全书共分山经五卷、海外经四卷、海内经五卷、大荒经四卷，内容极其驳杂，除神话传说、宗教祭仪外。还包括我国古代地理、历史、民族、生物等方面的资料。神话“鲧禹治水”、“夸父逐日”、“精卫填海”等就保存在《山海经》中。"
    },
    {
        "term": "3．神话历史化：",
        "analysis": "所谓神话历史化，就是把神话看成是历史传说，通常的做法是把天神下降为人的祖神，并把神话故事当作史实看待，构成了一些虚幻的始祖以及它的发展谱系。这一文化现象在世界其他民族的文化史中或多或少都出现过。这也是中国古代神话之所以散失的一个重要原因。神话历史化的方法主要是删削和改造。在我国，神话的历史化在春秋早期就已出现，以孔子为代表的儒家学派继承并发扬了这一传统，提出“不语怪力乱神”。"
    },
    {
        "term": "4．《诗经》：",
        "analysis": "《诗经》是我国第一部诗歌总集，原名《诗》，或称“诗三百”，共有305篇，另有6篇笙诗，有目无辞。全书主要收集了周初至春秋中叶五百多年间的作品，最后编定成书，大约在公元前6世纪。作品内容十分广泛，深刻反映了殷周时期尤其是西周初至春秋中叶社会生活的各个方面。赋、比、兴的运用，既是《诗经》艺术特征的重要标志，也开启了我国古代诗歌创作的基本手法。《诗经》关注现实，抒发现实生活触发的真情实感，无论是在形式题材、语言技巧，还是在艺术形象和表现手法上，都显示出我国最早的诗歌作品在艺术上的巨大成就，是中国古代诗歌的光辉起点。"
    },
    {
        "term": "5．笙诗：",
        "analysis": "又称“六笙诗”，是《诗经。雅》中《南陔》、《白华》、《华黍》、《由庚》、《崇丘》、《由仪》六篇诗的合称。据《仪礼》记载，这六篇诗用笙演奏，因此而得名。自汉代以来。这六篇诗都有目无辞，《诗经》三百零五篇不将其计算在内。"
    },
    {
        "term": "6．二雅：",
        "analysis": "“雅”是“正”的意思，是“朝廷正乐”，《诗经》中包括《小雅》和《大雅》，故又称“二雅”，共105篇。大、小雅当是音乐上的区分，《大雅》3l篇，大部分作于西周初期，《小雅》74篇，大部分作于西周末期。这些作品的产地是西周王畿地区，《大雅》的作者，主要是上层贵族；《小雅》的作者，既有上层贵族，也有下层贵族和地位低微者。《小雅》中有少量民歌。"
    },
    {
        "term": "7．风、雅、颂：",
        "analysis": "《诗经》所收录的都是曾经入乐的歌曲，按音乐性质的不同。分为风、雅、颂三类。“风”是指音乐曲调，国风即不同诸侯国和地区的地方土乐。《诗经》有十五国风．大部分是民歌。“雅”即正，是指周朝京都地区的雅正之乐。“雅”分为大雅、小雅，大雅3l篇，小雅74篇，“雅”诗多数是贵族文人的作品，也有一些民歌。“颂”是祭神祭祖时用的歌舞乐曲，音乐较舒缓，“颂”包括周颂、鲁颂、商颂。"
    },
    {
        "term": "8．赋、比、兴：",
        "analysis": "是指《诗经》的三种基本表现手法。关于赋、比、兴的意义，历来说法众多。简言之，赋就是铺陈直叙，即诗人把思想感情及其有关的事物平铺直叙地表达出来。比就是比方，以彼物比此物，诗人有本事或情感，借一个事物来作比喻。兴则是触物兴词，客观事物触发了诗人的情感。引起诗人歌唱，所以大多在诗歌的发端。赋、比、兴三种手法，在诗歌创作中，往往交相使用，共同创造诗歌的艺术形象，抒发诗人的情感。朱熹《诗集传》解释说：“赋者，敷陈其事而直言之者也”，比者，以彼物比此物也”，“兴者，先言他物以引起所咏之词也”。“赋、比、兴”既是《诗经》艺术特征的重要标志，也开启了我国古代诗歌创作的基本手法。"
    },
    {
        "term": "9．六义说：",
        "analysis": "是关于《诗经》分类的一种说法，“六义”说源自《毛诗序》，《毛诗序》因承《周礼》“六诗”说，提到“诗有六义”的说法。“六诗”，即风、雅、颂、赋、比、兴，源于《周礼》中的一段话。《毛诗序》中说：“故诗有六义焉：一日风，二日赋，三日比，四日兴，五曰雅，六日颂。”其分法与《周礼》相同，只是把“六诗”叫做“六义”。“风、雅、颂”是指《诗经》按音乐性质的不同，分为风、雅、颂三类。“赋、比、兴”是指《诗经》的三种基本表现手法。"
    },
    {
        "term": "10．风雅：",
        "analysis": "是具有中国文化特色的诗歌创作原则，确立在《诗经》时。“风雅”不是指“风雅”体裁，而是指体现在《诗经》“风”、“雅”中的艺术创作精神．即诗歌创作的高尚意义和严肃性。《诗经》表现出的关注现实的热情、强烈的政治和道德意识、真诚积极的人生态度，被后人概括为“风雅”精神，直接影响了后世诗人的创作。汉乐府诗缘事而发的特点，建安诗人的慷慨之音，都是这种精神的直接继承。后世诗人往往倡导“风雅”精神，来进行文学革新。它引导后代文人在情感抒发上寻求一个健康向上的正确的人生观念，培养良好的审美习惯和道德节操。"
    },
    {
        "term": "11．比兴：",
        "analysis": "《诗经》“六义”中的二义。“比”，一般认为它是《诗经》的一种艺术表现手法，是“以彼物比此物也”，即相当于比喻修辞格。“兴”，朱熹认为是“先言他物以引起所咏之词也”，并说“诗之兴多是假他物举起，全不取义”。《诗经》所创立的比兴手法，经过后世发展，成了我国古代诗歌独有的民族文化传统。“比”、“兴”两义，各家所论虽或偏重社会内容，或偏重艺术表现，但都将比兴理解为与直接叙述描写相对立的，借比喻、象征等手法对某一特定内容所作的曲拆委婉的表达。“比兴”就成了一个固定的词，用来指诗歌的形象思维，或有所寄托的艺术表现形式。比兴的运用，形成了我国古代诗歌含蓄蕴藉、韵味无穷的艺术特点。"
    },
    {
        "term": "12．叠咏体：",
        "analysis": "指篇章结构上章节回环复沓、反复咏唱的民歌体，该体式在《诗经》中的运用非常显著。重章复唱是口语文学中常见的样式。这一样式的最初形成是为了便于歌唱、记忆和传诵，因而在复唱中不断地使用一个调子甚或是相同的句式，有时只要换一两个词语。这也形成了《诗经》篇章结构和语言上的一大特色。据统计，这种重章复唱的形式，在《诗经》的305篇中，占了一半以上，并多集中在《国风》、《小雅》部分。"
    },
    {
        "term": "13．兴、观、群、怨说：",
        "analysis": "“兴、观、群、怨说”是孔子在《论语·阳货》里提出来的，文中说：“子日：小子何莫学夫诗？诗可以兴，可以观。可以群，可以怨。迩之事父。远之事君，多识于鸟兽草木之名。”“兴”。就足说诗歌有感发人的精神的作用，可以引起人的联想；“观”，就是说诗歌可以起到观察社会现实的作用，能看到世风的盛衰得失；“群”，就是说诗歌可以使人们交流感情，达到和谐，起到团结人的作用；“怨”，就是说诗歌可以干预现实，批判黑暗的社会和不良的政治。孔子的“兴、观、群、怨说”对后世影响极大，成为后世文学批评的一个标准，影响了我国文学中现实主义传统的形成。"
    },
    {
        "term": "14．思无邪说：",
        "analysis": "孔子在《论语·为政》篇提出了“思无邪说”。他说：“《诗》三百，一言以蔽之，日：‘思无邪’。”“思无邪”的批评标准从艺术上说，就是提倡一种中和之美。《诗》三百中的作品起初不仅关涉内容，而且与音乐有紧密的关系。因此，从音乐上讲“思无邪”就是提倡音乐的乐曲要中正平和，要“乐而不淫，哀而不伤”；从文学作品上讲，则要求作品从思想内容到语言．，都不要过分激烈，应当做到委婉曲折，而不要过于直露。"
    },
    {
        "term": "15．情志统一说：",
        "analysis": "情志统一说是《毛诗序》提出来的一个诗论观点，文章里说：“诗者，志之所之也。在心为志，发言为诗。情动于中而形于言……”从这里可以看出《毛诗序》是承认诗歌是抒情言志的，情与志是统一的。情，是感情；志，是志向怀抱，但具体所指，当多指对人伦教化、政教礼义得失的观点和看法。《毛诗序》强调诗歌“吟咏情性”，但在情志关系上，它更重视志。这基本上是继承先秦“诗言志”的观点，但它正确地阐明了诗抒情言志的特点，说明对文学本质的认识已较先秦时代进一步深化了。情志统一说对后来文学批评的影响很大，后世对诗歌思想内容的评价多集中在情和志上。"
    },
    {
        "term": "16．变风、变雅说：",
        "analysis": "是《毛诗序》里提出来的说法，文中说：“至于王道衰，礼义废，政教失，国异政，家殊俗，而变风、变雅作矣。”《毛诗序》将《风》、《小雅》、《大雅》各分为正、变。认为正风、正雅是西周王朝兴盛时期的作品，变风、变雅是西周王朝衰落时期的作品。郑玄《诗谱序》将十五国风中的《周南》、《召南》列为“正风”，其余十三国风均为“变风”，并且认为武王、周公、成王政治清明时期的作品是“正雅”，其余则都是“变雅”。这反映了汉代儒家学者将《诗经》作品与社会政治、历史联系起来加以考察、阐释的批评方法。此外，变风、变雅的说法，也体现了文学作品对社会现实的反映，也有其积极意义。"
    },
    {
        "term": "17．四家诗：",
        "analysis": "指汉代传习《诗经》的鲁、齐、韩、毛四家。《鲁诗》因鲁人申培而得名；《齐诗》出于齐人辕固，《韩诗》出于燕人韩婴，《毛诗》则由其传授者毛公而得名。前三家是今文学家，西汉时皆立于学官，置博士。魏晋以后，三家诗先后亡佚。“毛诗”是古文诗学，较晚出，系私学相传，后盛行于东汉。魏晋以后，直到现在，通行的《诗经》即为“毛诗”。四家诗均在注释中力图宣扬儒家思想，但对诗之解释大同小异。"
    },
    {
        "term": "18．《易经》：",
        "analysis": "中国儒家典籍，六经之一，原名《易》、《周易》，汉代人通称为《易经》。“易”字，一说为“简易”之义；另一说为“变易”之义，意为以揲蓍数目之变，推求问事之变，借以释疑。“易”前“周”字，一说指周代人的筮法；一说指周遍之易，即探求普遍的变易法则。汉代人所说的《周易》，包括经、传两部分，传是对经的解释。《易经》则指六十四卦的卦象、卦辞、爻辞而言。"
    },
    {
        "term": "19．《尚书》：",
        "analysis": "中国古代的一部历史文献汇编，又称《书》。“尚”的意义是上古，“书”的意义是书写在竹帛上的历史记载，所以“尚书”就是“上古的史书”。主要记载商、周两代统治者的一些讲话记录。《尚书》书名为汉代今文家所定。《尚书》在时间跨度上与甲骨卜辞和铜器铭文相近，是商周记言史料的汇编，包括《虞书》、《夏书》、《商书》、《周书》四部分。《尚书》中的文诰都独立成篇，有完整的结构，文字古奥典雅，对先秦历史叙事散文的成熟有着直接的影响。"
    },
    {
        "term": "20．春秋笔法：",
        "analysis": "《春秋》是我国现存的第一部编年体史书，本是周王朝和各诸侯国历史的通称，后特指经过孔子修的鲁国的编年史。“春秋笔法”是指在作品中灌注强烈感情色彩的作法。《春秋》是“礼义之大宗”，维护周礼，反对僭越违礼行为，贬斥邪说暴行，是其主要的思想倾向。这种倾向在行文中不是用议论性文辞，而是在史事的简略记述排比中表现出来。《春秋》还以一字寓褒贬，在谨严的措辞中表现出作者的爱憎。比如杀有罪为“诛”，杀无罪为“杀”，下杀上曰“弑”等。这种在史著中灌注强烈感情色彩的作法，为后代史传文学所继承。"
    },
    {
        "term": "21．《左传》：",
        "analysis": "是《春秋左氏传》的简称，又名《左氏春秋》。相传《左传》为传述《春秋》而作，作者是左丘明，后人对此颇多疑义。《左传》记事，基本与《春秋》重合，还有个别战国初年的史料。在思想内容上，《左传》维护周礼，尊礼尚德，以礼之规范评判人物。同时，作者以敏锐的历史眼光，记述了周王室的衰落和诸侯的争霸，揭示了社会变革的趋势。在艺术方面，它以《春秋》的记事为纲，增加了大量的历史事实和传说，把《春秋》中的简短记事，发展成为完整的叙事散文。《左传》被称为先秦散文的“叙事之最”，标志着我国叙事散文的成熟。"
    },
    {
        "term": "22．四书五经：",
        "analysis": "“四书”指《大学》、《中庸》，《论语》、《孟子》。《论语》为孔子弟子及再传弟子编纂的孔子及其弟子的言行辑录，《孟子》为孟子与其弟子共同编纂的孟子的言论汇编，《中庸》和《大学》原为《礼记》中的两篇，传为曾子所作。《论语》、《孟子》、《大学》、《中庸》合称为四书始自宋代朱熹写的《四书章句集注》。“五经”指《诗》、《书》、《易》、《礼》、《春秋》五部儒家经典著作，《诗》指《诗经》，《书》指《尚书》，《易》指《易经》，《礼》指《礼记》，五经合称始于汉武帝时。"
    },
    {
        "term": "23．以意逆志说：",
        "analysis": "是孟子在《孟子·万章上》中提出来的说法：“故说诗者，不以文害辞，不以辞害志．以意逆志，是为得之。”所谓“以意逆志”，就是说读者要根据自己的历练、思想意志，去体验、理解作者的作品，不要受拘束于词句，曲解甚至歪曲全篇的主旨。孟子以这种方法解说《诗经》中的一些作品，比较接近于还原它们作为文学作品的本来面目，为中国文学提供了比较客观的批评原则。"
    },
    {
        "term": "24.知人论世说：",
        "analysis": "是孟子在《孟子·万章下》中提出来的说法：“颂其诗，读其书，不知其人，可乎？是以论其世也，是尚友也。”所谓“知人论世”就是读者阅读文学作品应该了解作者的生平经历和作品写作的时代背景，这样才能站在作者的立场上，体验作者的思想感情，准确把握作者的写作意图和正确理解作品的思想内涵。"
    },
    {
        "term": "25．知言养气说：",
        "analysis": "孟子在《孟子·公孙丑上》中说：“我知言，我善养浩然之气。”由此提出了“知言养气说”。孟子认为，作者必须首先具有内在的精神品格之美，养成“浩然之气”，才能写出美而正的言辞。这里的“养气”当是指培养自己的高尚思想情操和道德品格。“养气”了，才能“知言”，即知道如何写出好作品。这种思想影响到文学创作，就特别强调一个作家要从人格修养人手，培养自己崇高的道德品格。知言养气说的“气”抓住了人的内在最本质的蕴涵，因而被后人广泛地引入文学理论和文学批评，形成了中国古代文论史上以气论文的悠久传统，并引导作家从“养气”入手去指导创作，其影响是积极的。"
    },
    {
        "term": "26．得意忘言说：",
        "analysis": "“得意忘言”是指庄子对言、意关系的看法。《庄子·外物》篇说：“筌者所以在鱼，得鱼而忘筌；蹄者所以在兔，得兔而忘蹄；言者所以在意，得意而忘言”，提出了所谓“得意忘言说”。在庄子看来．言是不能完全表达意思的，即言不尽意。他说：“语之所贵者，意也。意之所随者，不可以言传也。”他强调语言文字的局限性，指出它不可能把人复杂的思维内容充分地表达出来。庄子的这种认识在一定程度上符合人的认识实践的实际情况，但也有明显的局限性。不过庄子的得意忘言说对文艺创作却影响深远。文学作品要求含蓄，有回味，往往要求以少总多，而庄子的得意忘言说，恰恰道出了文学创作中言、意关系的奥秘。这对文学理论和文学批评产生了巨大影响，它在魏晋以后被直接引入文学理论，形成了中国古代文学注重意在言外的传统，并且为意境说的产生和发展奠定了理论基础。"
    },
    {
        "term": "27．香草美人：",
        "analysis": "美人、香草是《离骚》最引入注目的两类意象。美人的意象一般被解释为比喻，或是比喻君王，或是自喻。《离骚》中充满了种类繁多的香草，这些香草作为装饰，支持并丰富了美人意象。同时，香草意象作为一种独立的象征物，它一方面指品德和人格的高洁，另一方面和恶草相对，象征着政治斗争的双方。总之，《离骚》中的香草美人意象构成了一个复杂而巧妙的象征比喻系统，使得诗歌蕴藉而且生动。“香草美人”作为诗歌象征手法，是屈原的创造，但它们又是与楚国地方文化紧密相关的。香草美人是楚辞中典型的象征性意象，它是对《诗经》比兴手法的继承和发展，内涵更加丰富，也更有艺术魅力，成了中国文学史上以男女君臣相比况的常见的创作手法。"
    },
    {
        "term": "28．《九歌》：",
        "analysis": "是战国时屈原吸取楚地的民间神话故事，并利用民间祭歌形式写成的一组意象清新、语言优美并富有爱国主义精神的抒情诗。包括《东皇太一》、《云中君》、《湘君》、《湘夫人》、《大司命》、《少司命》、《东君》、《河伯》、《山鬼》、《国殇》、《礼魂》。“九歌”之名来源于“九天”，古传说上天有九重，故称天乐为《九歌》。《九歌》原是流传于江南楚地的民间祭歌，屈原加以改定而保留下来，从现存的《九歌》来看，它的民间文化色彩十分浓郁，而屈原的个人身世、思想痕迹倒并不重，可以说《九歌》主要是南方巫祭文化的产物。"
    },
    {
        "term": "29．风骚（风骚传统）：",
        "analysis": "“风”指《诗经》中的《国风》，代表《诗经》；“骚”，指《离骚》，代表《楚辞》。《诗经》和《楚辞》是我闻古典诗歌的两大典范和旅帜，故文学史上往往将其并称为“风骚”。后世诗人或受《诗经》现实主义影响，或受《楚辞》积极浪漫主义影响，使诗歌创作沿着《诗经》或《楚辞》所开辟的两条道路前进。因此而发展形成了我国诗歌现实主义和浪漫主义这两种不同的优良传统，习惯上称为“风骚”传统。"
    },
    {
        "term": "30．楚辞：",
        "analysis": "“楚辞”这一名称有两个含义。一是指战国时候产生在楚地的由屈原吸取楚神巫文化和民间歌谣的特色而创造的一种新诗体，义称“骚体”．它是指以具有楚国地方特色的乐调、语言、名物而创作的诗赋．在形式上与北方诗歌有较明显的区别．其特征主要表现为宏伟繁复的体制、句式的加长和“兮”字的大量运用：一是指西汉末年刘向编辑的一部楚辞体诗歌集，用“楚辞”作书名，内有屈原《离骚》、《天问》、《九章》、《九歌》及宋玉、景差等楚辞体作家的作品。所以，“楚辞”既是一种诗体的名称，又是一部总集的名称。"
    },
    {
        "term": "31．《吕氏春秋》：",
        "analysis": "战国末年的杂家著作。是秦相吕不韦招集门下宾客、儒士集体编撰而成的，成书年代大约在公元前239年左右。《吕氏春秋》既为吕不韦众门客集体编成，内容自然不免驳杂，风格也不完全统一，但它有严密的体系。全书条分理顺，篇章划分十分整齐，从结构上组成了一个所谓“法天地”的完整体系。"
    },
    {
        "term": "32．《淮南子》：",
        "analysis": "此书是汉代皇室贵族淮南王刘安招集门客编成，共2l篇，是西汉一部大著述，原称《淮南鸿烈》，以道家思想为主而杂以孔、墨、申、韩之说，是汉初黄老思想的继续，东汉高诱即说此书：“其旨近老子，淡泊无为，蹈虚守静，出入经道。”《淮南子·要略》认为它并非一部抽象论道之书，其重点乃在于“纪纲道德。经纬人事”，处处紧密关合着现实，多用历史、神话、传说、故事来说理．具有很强的文学色彩。"
    },
    {
        "term": "33．骚体赋：",
        "analysis": "汉赋的一种，指在体制上极力模仿楚辞体并且以赋名篇的作品。楚辟体作品的创作在汉代没有新的发展，许多作品在内容上和形式上有意模仿屈原的《离骚》、《九尊》，有些则只是袭取楚辞体的形式，被称作骚体赋。骚体赋并不等于楚辞，它已经散文化了，是楚辞演变为汉大赋的过渡形式，在赋的发展史上有承上启下的作用，代表性作品有贾谊的《吊屈原赋》、司马相如的《长门赋》等。"
    },
    {
        "term": "34．散体赋：",
        "analysis": "指汉代盛行的赋体作品，以主客问答的方式“铺陈摘文，体物写志”，虽散韵结合，但散文的意味较重，所以称为散体赋。一般篇幅较长，规模宏大，所以又称为散体大赋。散体大赋是汉赋的主干，所以散体大赋可以直接称之为汉赋，一般说来，文学史上所说的“汉赋”，都是指汉代散体大赋而言。"
    },
    {
        "term": "35．七体：",
        "analysis": "汉初枚乘的《七发》“说七事以启发太子”，它全篇是散文，辞藻繁富，多用比喻和叠字，以叙事写物为主，是一篇完整的新体赋，标志着汉赋体制的正式确立。自此以后以七段成篇的赋成为一种专门文体，号称“七体”，各朝作家叫有摹拟，亦简称“七”。“七体”名目首见于《昭明文选》。"
    },
    {
        "term": "36．文章两汉两司马：",
        "analysis": "“文章”的概念是汉代出现的，当时指文辞。其含义略近于我们现在所说的文学作品。西汉文坛的文学形式主要是散文和赋。“两司马”是指西汉著名的作家司马相如和司马迁。“文章两汉两司马”这句话的意思是说，西汉散文以司马迁为代表，赋以司马相如为代表。他们二人分别在散文和赋的创作领域中取得了非常高的成就。鲁迅先生在《汉文学史纲要》中说：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
    },
    {
        "term": "37．枚、马：",
        "analysis": "是前人对汉赋著名作家枚乘、司马相如的并称。出自刘勰的《文心雕龙·诠赋》：“汉初诗人，顺流而作。……枚马同其风。”汉初枚乘的《七发》是一篇完整的新体赋，标志着汉赋体制的正式确立。司马相如的《子虚赋》、《上林赋》则进一步确立了汉人赋的传统和体制。他们二人的作品都对汉赋的发展产生过重人的影响。"
    },
    {
        "term": "38．诗人之赋丽以则，辞人之赋丽以淫：",
        "analysis": "这是西汉末辞赋家扬雄在其著作《法言·吾子》中对辞赋的评论，他把赋分为“诗人之赋”和“辞人之赋”，“诗人之赋”指屈原的骚赋，“辞人之赋”指宋玉的赋及枚乘、司马相如的散体大赋。“丽”指辞采之富丽，是一切辞赋的共同的艺术特征。“则”是“法则”的意思，“淫”是藻饰过分的意思，“则”与“淫”是区分诗人之赋与辞人之赋的界限。扬雄认为屈原的楚辞辞采华茂，合于儒家的标准，可为法则。而枚乘、司马相如的辞赋则是“极靡丽之辞”铺张过分，无补于讽谏劝谕。这样的文学观点在当时是有进步意义的。"
    },
    {
        "term": "39．劝百讽一：",
        "analysis": "语出西汉辞赋家扬雄的哲学著作《法言》。“劝”是鼓励、提倡的意思，“讽”指“讽谏”。“劝百讽一”是说二者在赋中比例的悬殊，这是扬雄对汉大赋的批评之语。扬雄认为汉赋本应对统治者进行讽喻，使之归于节俭，但赋中却总是用极大的篇幅和过量的辞藻铺叙他们的奢侈享乐生活，仅仅在结尾处稍微露出一点讽喻之意，结果丝毫也引不起注意和警惕，甚至欲讽反谀，适得其反，助长了奢侈的心理，如扬雄指出司马相如作《大人赋》欲以讽谏，而帝反有飘飘凌云之志，这就深刻指出了汉赋讽喻作用的虚伪性。"
    },
    {
        "term": "40．《太史公书》：",
        "analysis": "《史记》原名叫《太史公书》，此书被称为《史记》是东汉后期以后的事。此书共一百三十篇，五十二万字，是我国第一部纪传体通史。它的记事上起轩辕皇帝，下迄汉武帝太初年间。全书分本纪、世家、列传、书、表五个部分，“本纪”是以历朝帝王的顺序年代为纲的历史大事纪，是一种编年史的摘要；“世家”是有爵位封地世代相传的家族的历史，写的是春秋战国时代所存在的各个诸侯国和汉代帝王所封的王侯；“列传”是一些有才干、有作为，卓荦不群，能不失时机地建立功业，对社会产生了重要影响的人物的传记；“书”是有关经济、军事、水利、祭祀，以及礼、乐方面的制度史；“表”是把错综复杂的历史事件谱列成表格，以使人一目了然。《史记》的内容广泛，艺术高超，是一部伟大的史学和文学杰作。"
    },
    {
        "term": "41．实录精神：",
        "analysis": "“实录”是司马迁写作《史记》的创作原则。东汉史学家班固在《汉书·司马迁传赞》中说：“其文直，其事核，不虚美，不隐恶．故谓之实录。”《史记》的许多篇章都体现了司马迁的实录精神。这种实录精神，对后世的史学产生过巨大影响，后世的许多史学著作，特别是所谓的正史，如“二十四史”等，就不仅在体例上受《史记》影响，而且在写作态度上，也受到司马迁实录精神的影响。同时实录精神也对后世文学创作产生了一定的影响，杜甫的诗被称为“诗史”，就说明了这一点。"
    },
    {
        "term": "42．发愤著书说：",
        "analysis": "司马迁在《报任安书》中历述韩非、屈原等人的事迹后，总结说：“《诗》三百，大氐贤圣发愤之所为作也。”从而提出了．“发愤著书说”。司马迁通过分析历史上许多伟大人物的事迹揭示了一个真理：在中国古代文学史上，真正伟大的作品，大都是作家坚持自己的进步理想或正确的政治主张，在遭到反动势力迫害后，为了抗争迫害而坚持斗争、发愤著书的产物。“发愤著书说”对后来的韩愈的“不平则鸣说”、欧阳修的“诗穷而后工”都有很大的影响。"
    },
    {
        "term": "43．互见法：",
        "analysis": "又称旁见侧出法，是《史记》中塑造完整人物形象的手法，即在一个人物的传记中着重表现他的主要特征，而其他方面的性格特征则放到别人的传记中显示。如《高祖本纪》主要写刘邦带有神异色彩的发迹驶以及他的雄才大略、知人善任，对他的许多弱点则没有充分展示，而在其他人的传记中．却使人看到刘邦形象的另外一些侧面，如《项羽本纪》中通过范增之口道出刘邦的贪财好色，《萧相国世家》、《留侯列传》中表现他猜忌功臣，《郦生陆贾列传》中则揭露他傲慢侮人等。"
    },
    {
        "term": "44．苏李诗：",
        "analysis": "西汉苏武、李陵赠答的五言古诗，现存10余首，散见于《文选》、《古文苑》、《艺文类聚》、《初学记》等书，均为成熟完整的五言诗，与《古诗十九首》同一风味，多为赠答留别、怀人思归之作，充满感伤哀怨情调。《诗品》列李陵诗为上品，杜甫也在《解闷十二首》中推崇说：“李陵苏武是吾师”。但自六朝起，多数学者对此存疑．认为西汉时期不可能有成熟的五言作品。现一般认为“苏李诗”是东汉无名氏的托名之作，约与《古诗十九首》同时，其间可能还杂有六朝人的拟作。"
    },
    {
        "term": "45．乐府诗：",
        "analysis": "两汉乐府诗是指由朝廷乐府系统或相当于乐府职能的音乐管理机关搜集、保存而流传下来的汉代诗歌。两汉时期，朝廷乐府机关会采撷、演唱一些新兴的俗乐歌辞，这些歌辞有的出于文人之手，也有的出于民间。乐府民歌是汉代音乐机构从民间采集的“俗乐”，大都是劳动人民或下层士人的作品，是乐府诗中的精华。乐府民歌真实地反映了汉代广阔的社会现实生活和人民的感情，其主要艺术特色是以叙事为主、诗体多样、语言朴实生动，代表了汉代诗歌的主要成就。魏晋以后的文人，大力模拟乐府诗，沿用古乐府旧题而写新诗。"
    },
    {
        "term": "46．抒情赋：",
        "analysis": "以赋抒情，这是汉代作家对屈原艺术创作的直接继承，自汉初就不断地有作家将其愤懑、感伤诉诸赋中。东汉时期，由于政治文化及其他方面条件的变化，士人处于外戚、宦官争权夺势的夹缝中，志向、才能不得施展，愤懑郁结，便纷纷以赋宣泄胸中的不平。东汉抒情赋主要有纪行赋和述志赋两类。"
    },
    {
        "term": "47．纪行赋：",
        "analysis": "就是通过记叙旅途所见而抒发自己感慨的赋作。这类题材源于刘歆的《遂初赋》，东汉赋家时有续作。纪行赋以纪行为线索，兼有抒情述怀，写景叙事，一般篇幅不太长，和那些铺张扬厉的京都大赋明显不同，是汉赋发展过程中开辟出的一个新的境界，是赋家在抒情言志上别寻新途的一种大胆尝试，是后代游记文学的先声。代表作品有班彪的《北征赋》、班昭的《东征赋》，东汉纪行赋的殿军是蔡邕的《述行赋》。"
    },
    {
        "term": "48．述志赋：",
        "analysis": "所谓“述志赋”，是指赋家在社会动乱、宦海沉浮中用以宣寄情志的作品，是东汉赋向抒情方面转变的又一新发展。冯衍的《显志赋》是东汉早期述志赋的重要作品，在精神上与屈原作品相近。为述志赋注入巨大活力的当属张衡。他的《思玄赋》采用骚体句式，表现手法也较多地学习《离骚》，他的《归田赋》表现出更多的创造性和艺术才能，使张衡成为文坛上独领风骚的作家。东汉末年，赵壹创作的述志赋别具特色，代表性的作品是他的《刺世疾邪赋》。"
    },
    {
        "term": "49．汉赋四大家：",
        "analysis": "指汉大赋的代表作家司马相如、扬雄、班固、张衡。司马相如的代表作《子虚赋》、《上林赋》在汉赋中具有开拓意义，是汉赋的典范之作，成为后代赋类作品的楷模。扬雄有《蜀都赋》，实开后世京都赋的先河。扬雄的赋驰骋想象、铺排夸饰，表现出汉赋的基本特征，同时又有典丽深湛、词语蕴藉的特点，和司马相如赋的意气风发、词语雄肆相比，呈现出另一种风格。二人并称为“扬马”。班固的《两都赋》开创了京都赋的范例。而张衡的《二京赋》以规模宏大被称为京都赋之最，紧随班固之后，推动了以京都、都会为题材的文学创作的发展。二人被称为“班张”。司马相如、扬雄、班固、张衡的赋作代表了汉大赋的最高成就，故四人又合称。"
    },
    {
        "term": "50．《古诗十九首》：",
        "analysis": "出自汉代文人之手，但没有留下作者的姓名。《古诗十九首》作为一个整体收录在《文选》卷二十九，它代表了汉代文人五言诗的最高成就。《古诗十九首》不是一时一地所作，它的作者也不是一人，而是多人。其内容多写夫妻朋友的离情别绪和下层文人怀才不遇、穷愁潦倒的各种忧愤之情。许多诗篇以其情景交融、物我互化的笔法，构成浑然圆融的艺术境界，语言达到炉火纯青的程度，钟嵘《诗品》卷上称它“惊心动魄，可谓几乎一字千金”，对五言诗的形成和发展有重要作用。"
    },
    {
        "term": "51.魏晋风流：",
        "analysis": "魏晋风流是魏晋士人所追求的一种人格美，或者说是他们所追求的艺术化的人生，用自己的言行、诗文使自己的人生艺术化。构成魏晋风流的条件是玄心、洞见、妙赏、深情，而魏晋风流表现在外的特点是颖悟、旷达、真率．电可以说是追求艺术化的人生。这种艺术必须是自然的，是个人本性的自然流露。陶渊明可以说是魏晋风流的杰出代表，《世说新语》可以说是魏晋风流的故事集。而从深层看来，魏晋风流下那种对人生艺术化的自觉追求，那种对个性化的向往，那种无拘无束的氛围，正是文学成长的良好气候。魏晋风流不仅对魏晋这两代文学产生影响，也对魏晋以后整个中国古代文学产生了深远的影响，它已成为一个美好的影像，映在后人的心里，不断激发出文学的灵感。"
    },
    {
        "term": "52．建安风骨：",
        "analysis": "这是对汉末魏初时期的优秀诗歌创作特色所作出的概括。建安文学以曹魏集团为中心，主要成就在诗歌。建安诗人直承汉乐府民歌的现实主义精神，真实而广泛地反映了动乱的社会现实和人民的苦难，展示了广阔的时代生活画面。后人把建安诗歌的独特风格称为“建安风骨”，其内涵主要有政治理想的高扬、人生短暂的哀叹、强烈的个性表现和浓郁的悲剧色彩。“建安风骨”被后世的诗人们追慕着，并成为反对浮靡柔弱诗风的一面旗帜。"
    },
    {
        "term": "53．三曹：",
        "analysis": "指建安文学的代表作家曹操与其子曹丕、曹植，他们的创作对当时的文坛有很大影响，故后人合称为“三曹”。曹操是建安时期杰出的文学家和建安文学新局面的开创者，开创了建安文学的新风气，涛文俱佳，风格清峻通脱。曹丕擅长诗、文及辞赋，其名作有《燕歌行》、《与吴质书》等，其中《燕歌行》全诗均用七言，句句押韵，在中国七言诗的发展史上占有重要地位。曹植是第一个大力写五言诗的作家，他把文人五言诗的发展推向了前所未有的高峰，标志着文人五言诗的完全成熟，钟嵘称他“骨气奇高，辞采华茂，情兼雅怨，体被文质”。他的散文和辞赋也表现出很高的思想性和艺术性，著名的《洛神赋》美不胜收．《与吴季重书》和《与杨德祖书》是两篇有名的散文书札。"
    },
    {
        "term": "54．建安七子：",
        "analysis": "建安是汉献帝的年号，“七子”指孔融、陈琳、王粲、徐干、阮瑀、应玚、刘桢七位作家，因曹丕在《典论。论文》中曾以七人并举，故称“建安七子”。除“三曹”和蔡琰外，“七子”是建安诗坛最具代表性的人物。七子中孔融年辈较长，且在建安十三年就被杀，因此实际上只有六人参加当时的文学活动，都是曹氏父子的僚属和邺下文人集团的重要作家。他们的作品反映了动乱的现实，表现了建功立业的精神，具有建安文学的共同特征。其中王粲成就最突出，被称为“七子之冠冕”，钟嵘《诗品》列之于上品。因他们同居邺中，故亦称“邺中七子”。"
    },
    {
        "term": "55．正始之音：",
        "analysis": "正始是魏齐王曹芳的年号。曹魏后期。政局混乱，因而正始时期的诗人政治理想落潮，普遍出现危机感和幻灭感。此时的诗歌也与建安诗坛风貌迥异．反映民生疾苦和抒发豪情壮志的作品减少了，抒写个人忧愤的诗歌增多了，由于正始玄风的影响，诗歌逐渐与玄理结合。诗风由建安时的慷慨悲壮变为词旨渊永、寄托遥深，因而正始诗歌也体现出独特的艺术风貌，被称为“正始之音”。嵇康、阮籍是正始时期的代表诗人。"
    },
    {
        "term": "56．嵇、阮：",
        "analysis": "指正始时期的著名作家嵇康和阮籍，二人齐名，并称“嵇、阮”。正始时期，政治异常黑暗，嵇康、阮籍都有较进步的政治思想，他们的作品表现了对黑暗现实的不满和反抗，更多地带有老庄思想的色彩，但在基本精神上还是继承了“建安风骨”的传统的，在创作风格上刘勰评价他们为“嵇志清峻，阮旨遥深”。阮籍的代表作是《咏怀诗》八十二首和《大人先生传=》，嵇康的代表作是《幽愤诗》和《与山巨源绝交书》。"
    },
    {
        "term": "57．竹林七贤：",
        "analysis": "三国魏正始时期七位名士的合称，即嵇康、阮籍、山涛、向秀、刘伶、阮咸、王戎。七人常集于山阳竹林之下，肆意酣畅，故世称“竹林七贤”。他们的政治思想和生活态度不同于建安七子，他们大都弃经典而尚老庄，蔑礼法而崇放达。在文学创作上。以阮籍、嵇康最为著名。代表作品有嵇康的《与山巨源绝交书》、阮籍的《大人先生传》、刘伶的《酒德颂》、向秀的《思旧赋》等。"
    },
    {
        "term": "58．太康诗风：",
        "analysis": "太康是晋武帝的年号，所谓太康诗风就是指以陆机、潘岳为代表的西晋诗风。由于时代的原因，潘、陆诸人不可能唱出建安诗歌的慷慨之音，也不会写出阮籍那种寄托遥深的作品，他们的努力表现在两个方画，一是拟占，二是追求形式技巧的进步，并表现出繁缛的诗风。而追求华辞丽藻、描写繁复详尽及大量运用排偶，是太康诗风“繁缛”特征的主要表现。这一时期诗坛出现了三张二陆两潘一左，但除左思的作品反映了一定的现实内容，成就较高外，大都有形式主义倾向，内容稍显贫乏，追求词藻的华美，注重艺术形式技巧。"
    },
    {
        "term": "59．左思风力：",
        "analysis": "是对西晋太康时期诗人左思诗歌风格的形象概括。左思志高才雄，胸怀豪迈，是西晋最杰出的诗人，其诗情调高昂，辞采壮丽，形成独有的豪壮风格，钟嵘《诗品》称之为“左思风力”。他的代表作《咏史》八首虽云咏史，实则借咏史来抒发他对现实的不满，因而在内容与风格上都是对“建安风骨”的继承和发扬，和当时流行的华丽诗风迥然不同。"
    },
    {
        "term": "60．兰亭诗：",
        "analysis": "东晋时王羲之与谢安、孙绰等四十一人做兰亭之会，聚会的目的主要是欣赏山水，饮酒赋诗，共成诗37首，编为《兰亭集》。兰亭诗的内容，或抒写山水游赏之乐，表现山水审美的情趣；或由山水直接抒发玄理。兰亭诗无论是写山水还是写玄理，艺术水平都不高，但标志着诗人已开始留意山水审美，并从山水中体悟玄理。这种尝试预示着山水诗将要兴起。兰亭雅集对中国文人生活情趣有重大影响，同时对诗歌流派的形成也有推动作用。"
    },
    {
        "term": "61．玄言诗：",
        "analysis": "西晋末至东晋时期所出现的一种诗体，在东晋百年间占据主导地位，代表作家是孙绰、许询。玄言诗兴盛于东晋，一方面是魏晋玄学及清谈之风兴盛的结果，另一方面也与东晋政局及由此而形成的士人心态有关。它在内容上宣扬老庄哲学，在艺术上缺乏形象，钟嵘《诗品》称之“理过其辞，淡乎寡味”。玄言诗中也有形象性较强的作品，大都借山水以抒情。东晋玄言诗本身的艺术价值并不高，但它对后世的影响却相当深远。"
    },
    {
        "term": "62．田园诗：",
        "analysis": "是指由晋末诗人陶渊明开创的以描写乡村风光、农田劳动生活为主要内容的诗歌流派。陶渊明厌恶官场的污浊，亲自参加劳动体验，他以自己的田园生活为内容，真切地写出躬耕之甘苦，他的田园诗有的通过描写田园景物的恬美、田园生活的简朴，表现自己悠然自得的心境；有的着重写躬耕的生活体验，这是其田园诗最有特点的部分，也是最为可贵的部分。其诗质朴自然而又韵味隽永，反映了诗人的社会理想，对唐以后的诗歌创作产生了深远的影响。"
    },
    {
        "term": "63．鼓角横吹曲：",
        "analysis": "“横吹曲”，原是南北朝时北方民族在马上演奏的一种军乐，因演奏的乐器有鼓有号角，所以叫“鼓角横吹曲”。鼓角横吹曲现存歌词六十多首，多半是北魏以后的作品。它们与汉乐府民歌十分相似，富有战斗性，语言质朴，风格刚健明快。随着南北文化的交流，北方的歌曲陆续传到南方，齐、梁以后也常用于宫中娱乐，并由梁代的乐府机关保留下来，所以义叫“梁鼓角横吹曲”。"
    },
    {
        "term": "64．山水诗：",
        "analysis": "是指以山水风景为主要描写对象的诗歌。曹操的《观沧海》算是中国诗歌史上第一首完整的山水诗，但真正大力创作山水诗并对后世产生巨大影响的则是南朝宋时的谢灵运，他开创了山水诗派。山水诗的出现，不仅使山水成为独立的审美对象，为中国诗歌增加了一种题材，而且开启了南朝一代新的诗欤风貌。刘勰说“庄老告退，而山水方滋”，山水诗的产生，与当时盛行的玄学和玄言诗有着密切的关系。"
    },
    {
        "term": "65．元嘉三大家：",
        "analysis": "“元嘉”是南朝宋文帝的年号，此时文坛上鲍照、谢灵运、颜延之三人齐名，有“元嘉三大家”之称。就诗歌创作而言，他们的共同点是描写山水都讲究词藻和对偶，但诗风差异明显，谢诗富艳精工，颜诗华美典雅，鲍诗雄恣奔放。在赋与文的创作中，谢灵运以《岭表赋》、《山居赋》等作品为代表，状物写景的巧似，选字修辞的清新，与其山水诗的成就互为呼应。颜延之的骈文以典丽缜密见长，用典繁博，修辞巧丽．代表作有《赭白马赋》等。鲍照以奇峭之风运妍丽之辞，代表作是《芜城赋》与《登大雷岸与妹书》。"
    },
    {
        "term": "66．新体诗：",
        "analysis": "齐梁陈三代是新体诗形成和发展的时期。所谓“新体诗”，是与古体诗相对而言，其主要特征是讲究声律和对偶。因为这种新体诗最初形成于南朝齐永明年间，故又称“永明体”，代表作家是沈约、谢胱、王融。永明体的产生，标志着中国古典诗歌的一大进步，为后来律诗的成熟及唐诗的繁荣奠定了基础。但由于其过分追求形式的华美，再加上声病的限制，产生了“文贵形似”和“文多拘忌，伤其真美”的弊端。"
    },
    {
        "term": "67．四声八病：",
        "analysis": "南朝齐永明年间，周颐著《四声切韵》，提出平、上、去、入四声，而沈约将四声的区辨同传统的诗赋音韵知识相结合，规定了一套五言诗创作时应避免的声律上的毛病，就是后人所记的“八病”，即平头、上尾、蜂腰、鹤膝、大韵、小韵、旁纽、正钮等八种声病。“四声八病”用于永明体诗歌的创作中，对于增加诗歌艺术形式的美感、增强诗歌的艺术效果，是有积极意义的，但要求过分苛细，也带来了一定的弊病。"
    },
    {
        "term": "68．竟陵八友：",
        "analysis": "南朝齐竟陵王萧子良，礼才好士，倾意宾客，故一时天下文士纷纷归附，形成彬彬之盛的局面。其中文学成就较为突出、在当时名声最高的就是“竞陵八友”，即萧衍与沈约、谢胱、王融、萧琛、范云、任防、陆倕等八人，他们和周颙等人在创制“永明体”和推动新诗风的发展方面，功不可没。"
    },
    {
        "term": "69．宫体诗：",
        "analysis": "南朝梁代在宫廷中所形成的一种诗风。就其内容而言，主要是以宫廷生活为描写对象，具体的题材不外乎咏物与描写女性，在情调上伤于轻艳，风格上比较柔靡缓弱。这类诗歌共同的艺术特点是注重词藻、对偶与声律。咏物之作在官体诗中所占的比重相当大，这些诗的共同特点是内容贫乏，单纯咏物而毫无寄托，只讲究词藻与对偶。宫体诗发展了吴歌西曲的艺术形式，并继续了永明体的艺术探索而更趋格律化。梁武帝萧衍、梁简文帝萧纲、梁元帝萧绎，徐、庾父子及陈后主等人，都是宫体诗创作的突出代表。"
    },
    {
        "term": "70．徐庾体：",
        "analysis": "所谓“徐庾体”，是指徐、庾父子置身东宫时所作的风格绮艳流丽的诗歌，随着萧纲的入主东宫才正式获得了“宫体”的名称。徐，是指徐摘、徐陵父子；庾，是指庾肩吾、庾信父子。他们都是宫体诗的代表作家，创作风格流丽轻艳。《剧书·庾信传》记载：“（徐、庾父子）既文并绮艳，故世号为‘徐庾体’焉。”"
    },
    {
        "term": "71．北地三才：",
        "analysis": "北魏末至北齐时期，北朝出现了几位比较正统的诗文作家，其中声名较著者有温子昇、邢邵和魏收，史称“北地三才”。温子舁的诗留传不多，其中几篇短小的乐府，文辞都很简朴，但不免粗糙。邢邵的诗虽不够精致，却有寄寓深沉之长，多少表现出北方文学“重于气质”的优点。魏收著有《魏书》，他的诗节奏轻快，色泽明丽，放在齐梁诗中也毫不逊色。"
    },
    {
        "term": "72．诗体赋：",
        "analysis": "是齐梁文章新变的成果，是对赋的抒情化或诗化的进一步尝试。如沈约《愍衰草赋》有一半的篇幅使用五言诗句式，显示出五言诗与赋的有机融合。另外还有一些作家将五言与七言诗句式错杂地用于赋体，如萧悫《春赋》有“二月莺声才欲断，三月春风已复流”之句。其后庾信把诗体赋运用得更为娴熟，使形式更为唇吻遒会。是对诗赋界域的一种消解。"
    },
    {
        "term": "73．吴均体：",
        "analysis": "南朝梁代吴均善为文、工写景，尤以小品书札见称，他的作品“清拔有古气”，被称为“吴均体”。吴均体的“古气”，是对齐梁翰藻的一种变化，是对以谢灵运为代表的山水文学的一种回应。由于其辞笔工丽而不拘忌、简淡而清新，江南山水的清秀之美得到传神写照。其代表性作品有《与宋元思书》等。"
    },
    {
        "term": "74．志怪小说：",
        "analysis": "鲁迅最早将魏晋南北朝小说分为“志怪小说”和“志人小说”。志怪是记神鬼怪异之事的小说，是在当时盛行的神仙方术之说以及侈谈鬼神、称道灵异的社会风气的影响下形成的。志怪小说的内容很庞杂，大致可分为置类，炫耀地理博物的琐闻，如托名东方朔的《神异经》等；讲说鬼神怪异的故事，如东晋干宝的《搜神记》等；记述佛法灵异的，如王琰的《冥祥记》等。志怪小说对唐代传奇产生了直接的影响。"
    },
    {
        "term": "75．志人小说：",
        "analysis": "是指魏晋南北朝流行的专记人物言行或记载历史人物传闻轶事的一种杂录体小说，又称“清谈小说”、“轶事小说”。志人小说的兴盛与士族文人之间品评人物和崇尚清谈的风气有很大关系。按其内容也可分为三类：一为笑话，如魏邯郸淳《笑林》；二为野史，如东晋葛洪伪托刘歆所作《西京杂记》；三为逸闻轶事，这是志人小说的主要部分，刘义庆的《世说新语》是成就和影响最大的一部，这类小说篇幅短小，叙事简单，只是粗陈故事梗概．而且基本上按传闻加以直录．没有艺术的想象和细节的描写。虽有人物性格的刻画，但并不成熟。不过在中国小说发展史上，它是不可缺少的一环，在许多方面为唐传奇积累了经验。"
    },
    {
        "term": "76．贞观诗风：",
        "analysis": "在南、北朝文学由对立走向融合的历史进程中，初唐的贞观时期是一个重要的发展阶段，主掌贞观诗坛的，是唐太宗李世民及其身边的北力文人和南朝文士，他们对南、北文学的不同有着清醒认识，并提出“各去所短，合其两长”的文学主张。贞观诗风的新变，起于对六朝声律辞采的模仿和拾掇，太宗及其周围的一批诗人，如杨师道、李百药等早年虽有融和南北艺术技巧较为成功的作品，但后来多奉和应制之作，尽管在声律辞藻的运用方面日趋精妙，但在风格趣味方面已日益贵族化和宫廷化。"
    },
    {
        "term": "77．上官体：",
        "analysis": "指唐初以宫廷诗人上官仪为代表的一种诗体，他的诗多为奉合应诏之作，绮靡浮艳，是齐梁宫体诗的余风。据《旧唐书·上官仪传》记载，上官仪“工五言，好以绮错婉媚为本，仪既贵显，故当时颇有学其体者，时人谓之上官体”。上官体代表了追求形式技巧与声辞之美的宫廷化倾向，但有一种天然媚美之敛，体现了较为健康开朗的创作心态和雍容典雅的气度，成为代表当时宫廷诗人创作最高水平的典型范式，对律诗形式的发展也起了一定的促进作用。"
    },
    {
        "term": "78．初唐四杰：",
        "analysis": "指王勃、杨炯、卢照邻、骆宾王四位初唐诗人。他们官小而才大、名高而位卑，心中充满了博取功名的幻想和激情，郁积着不甘居人下的雄杰之气。他们的诗重视抒发一己之情．出现了一种壮大的气势和慷慨悲凉的感人力量。同时，他们还反对继承齐梁遗风的纤巧绮靡的上官体，积极开拓诗歌的思想题材领域，倡导富有“骨气”的刚健之诗，为因循的初唐诗坛吹进了一阵清新空气，使声律风骨兼备的唐诗开始形成，但他们的诗仍残留不少南朝遗风。"
    },
    {
        "term": "79．七言歌行：",
        "analysis": "是七言古诗与骈赋相互渗透融合而产生的一种诗体，在发展过程中也吸收了南朝乐府和近体诗的一些影响。七言歌行上承乐府诗即事抒情的传统，又吸收了格律诗玲珑精致的风姿，意脉流荡，波澜开合，曼词丽调，风情万种。唐代诗人创作大量的七言歌行作品，但这些作品中，真正被之管弦、播于乐章的只是其中极少的部分，大量的还是作为诗篇流行于世。"
    },
    {
        "term": "80．文章四友：",
        "analysis": "指继上官仪之后，武后时代的四个宫廷诗人，即杜审言、李峤、苏味道、崔融。杜审言是杜甫的祖父，其诗较少雕饰，对近体诗的形成和发展有一定贡献，代表作《和晋陵陆丞早春游望》。李峤、苏味道、崔融都身居高官，其诗多为应制之作，内容空洞。与苏、李相较，崔融有些从军诗尚有可取。"
    },
    {
        "term": "81．沈、宋：",
        "analysis": "“沈”指沈佺期，“宋”指宋之问，二人都曾在初唐时做过宫廷侍臣，媚附权贵，品格低下。他们所作律诗多应制奉和之作，佳篇不多，但词采精丽，且数量较多，格律形式完整，为后人所推崇，为近体诗的建立和发展做出了贡献。沈宋以前，律诗前后失粘的相当多，且多为五律。沈宋使五律更趋精密，完全定型，又使七律体制开始规范化。他们的五七言近体诗歌作品标志着五七言律体的定型。据《新唐书·宋之问传》记载：“及之问、佺期，又加靡丽，回忌声病，约句准篇，如锦绣成文。学者宗之，号为沈、宋。”"
    },
    {
        "term": "82．沈宋体：",
        "analysis": "律诗的别称。初唐诗人在诗律方面有很大进展，他们主要在永明体的基础上做了两个工作，一是把四声二元化，二是解决了粘式律的问题，从律句律联到构成律篇，摆脱永明诗人种种病犯说的束缚，创造了一种既有程式约束又留有广阔创造空间的新体诗——律诗。其中贡献最大的就是沈佺期和宋之问，他们总结了六朝以来声律方面的创作经验，确立了律诗的形式，因此又称律诗为“沈宋体”。"
    },
    {
        "term": "83．王梵志诗和寒山诗：",
        "analysis": "唐代出现了大量的诗僧，而僧诗中较为重要的有王梵志诗和寒山诗。王梵志诗今存390首，似非出于一人之手。写世俗生活的部分，多底层人民的贫困与不幸；表现佛教思想的，大体劝人为善，语言通俗，当时似广泛流传于民间。寒山诗包括世俗生活的描写、求仙学道和佛教内容，其中表现禅机禅趣的诗，有着广泛而深远的影响。"
    },
    {
        "term": "84．吴中四士：",
        "analysis": "指张若虚、贺知章、张旭和包融。在初、盛唐之交，四人齐名，他们又都是江浙一带人，这一带在古代也叫吴中，因此人们称他们为“吴中四士”。其中贺知章、张若虚是当时著名的诗人，张旭是书法家，也是诗人，包融所传诗不多。诗作以张若虚的《春江花月夜》最为著名。“四士”性格狂放，诗多具有浪漫主义色彩，往往透露出一些新的气息、新的情趣，体现了唐诗从初唐到盛唐过渡的特色。"
    },
    {
        "term": "85．《春江花月夜》：",
        "analysis": "是初、盛唐之交诗人张若虚的代表作，被称为“以孤篇盖全唐”，历来为人们所传颂。这是一首长篇歌行，采用的是乐府旧题，但作者已赋予了它全新的内容。张若虚在诗中将画意、诗情与对宇宙奥秘和人生哲理的体察融为一体，创造出情景交融、玲珑透彻的诗境，而在明净的诗境中。又融入了一层淡淡的忧伤。诗人将真切的生命体验融入美的形象，诗情与画意相结合，表明唐诗意境的创造已进入炉火纯青的阶段。"
    },
    {
        "term": "86．山水田园诗派：",
        "analysis": "是盛唐最有影响的诗歌流派之一，山水田园诗派诗人多仕途失意，受佛道思想影响较深，寻求隐逸，因而诗中多描写山水田园的自然风光，其诗诗风清新流丽，常常表现出静谧恬淡的境界。孟浩然、王维是盛唐山水田园诗派的代表作家。两人都工于五言，都善于描写自然景物，风格也有近似之处。在艺术成就方面。二人既可并驾齐驱，又各标风韵，对后世都有深远影响。王维的代表作主要有《辋川集二十首》、《山居秋暝》、《渭川田家》等，孟浩然的代表作主要有《夜归鹿门歌》、《过故人庄》、《宿建德江》等。"
    },
    {
        "term": "87．七绝圣手：",
        "analysis": "指盛唐时期以写七绝著名的诗人王昌龄。王昌龄诗的内容多写边塞生活。而诗体则多用易于入乐的七绝。其《出塞》诗被推为唐人七绝的压卷之作。胡应麟《诗薮》中说，在唐代诗人中“七言绝，太白、江宁为最”，江宁即E昌龄。王昌龄在七绝上着力尤多，成就也最高，因而被后人誉为“七绝圣手”。"
    },
    {
        "term": "88．边塞诗：",
        "analysis": "是盛唐诗歌中的一个重要流派。代表作家有高适、岑参、王之涣等人，他们继承并发展了魏晋、隋及唐初以来边塞诗的创作传统，以深刻的边塞生活体验，多方面反映边塞生活，表现了巩固国防、为国立功的英雄主义气概和进取精神。诗歌反映了盛唐时代气息，开阔了诗歌创作题材，气势磅礴，乐观向上，描写生动、形象，风格雄浑豪放．富有艺术感染力，促进了盛唐诗歌的繁荣。"
    },
    {
        "term": "89．李、杜：",
        "analysis": "指唐代大诗人李白和杜甫。二人一为积极浪漫主义的大师，一为现实主义的圣手，并为两大诗歌流派的代表作家。韩愈《调张籍》中说：“李杜文章在，光焰万丈长。”《旧唐书·杜甫传》则称，杜甫“少与李白齐名，时号李杜”。晚唐著名诗人李商隐和杜牧也以诗名并称“李杜”或“小李杜”。"
    },
    {
        "term": "90．诗仙：",
        "analysis": "诗中之仙。是对唐代大诗人李白的称誉。李白的诗歌创作，充满了发兴无端的澎湃激情和神奇想象，既有气势浩瀚、变幻莫测的壮观奇景。又有标举风神情韵而自然天成的明丽意境，美不胜收。大概因其诗才飘逸如仙，多写游山求仙之事，富有浪漫主义特色而得此名。宋代严羽在《沧浪诗话·诗评》中说：“人言太白仙才，长吉鬼才；不然，太白天仙之词，长吉鬼仙之词耳。”"
    },
    {
        "term": "91．诗圣：",
        "analysis": "诗中之圣．是对唐代大诗人杜甫的称誉。杜诗兼备众体而又自铸伟辞，集六朝、盛唐诗歌之大成，对后代许多诗人有着重要影响。宋人谓杜甫“实积众流之长，适当其时而已”，为“诗之集大成者”，明代杨慎谓杜甫“圣于诗”，清代王士祯谓杜甫作“圣语”，后遂有“诗圣”之称。"
    },
    {
        "term": "92．诗史：",
        "analysis": "是对唐代大诗人杜甫诗的称誉。杜甫的诗歌创作主要在“安史之乱”期间和之后，他饱尝了那个时代的苦难，目睹和体验了唐帝国由盛到衰急剧变化的严酷现实，因而他的诗歌把写实倾向推向了艺术的顶峰。在“安史之乱”中，他与千千万万民众一样流离失所，他的诗如“三吏”、“三别”、《春望》等。最早也最全面、最深刻地反映了这场大战乱所造成的灾难，展现了战火中整个社会变化的广阔画面。被誉为“诗史”。诗史的性质，决定了它写作方法的变化，杜甫把强烈深沉的抒情融入叙事手法中，以叙事手法写时事。《新唐书》本传云：“甫又善陈时事，律切精深，至于青不少衰。世号诗史。”"
    },
    {
        "term": "93．三吏三别：",
        "analysis": "是对杜甫诗《新安吏》、《潼关吏》、《石壕吏》、《新婚别》、《垂老别》、《无家别》的简称，这六首诗是杜甫有计划、有安排写成的作品。中唐时期，统治者实行了无限制、无章法、惨无人道的拉夫政策，杜甫亲眼目睹了这些现象，怀着矛盾痛苦的心情，写成这六首诗作。杜甫在揭露统治阶级凶残苛暴的同时。以无限同情和感激的心情歌颂了广大的人民。“三吏”与“三别”表现手法不尽相同，“三吏”夹带问答叙事．“三别”通篇都是人物的独自。从文学源流上看，“三吏”、“三别”上承《诗经》、汉乐府风格．下启白居易诸人新乐府，是杜甫现实主义创作的一个顶点。"
    },
    {
        "term": "94．《箧中集》：",
        "analysis": "中唐诗人元结所编的诗集。《箧中集》收沈千运、赵微明、孟云卿、张彪等诗人的作品，他们是最先感受到衰败景象到来的一群诗人，他们诗中没有盛唐诗中那种慷慨豪雄情调，而是以悲愤写人生疾苦。元结把他们的诗作编在一个集子里，给予很高的评价。元结的诗歌观念，与他们是一致的，主张诗应有规讽寄托，有益政教。元结与《箧中集》的诗人们。一变盛唐诗人诗中的理想色彩，而转向写人生悲苦，他们的诗有思想深度而乏艺术力量。"
    },
    {
        "term": "95．大历诗风：",
        "analysis": "指的是大历至贞元年间活跃于诗坛上的一批诗人的共同创作风貌。这些诗人的大多数，青少年时期是在开元太平盛世度过的，受过盛唐文化的熏陶，可由安史之乱引发的近十年的空前战乱．使他们的心理状态产生了明显的变化。他们的诗。不再有李白那种非凡的自信和磅礴气势，也没有杜甫那种反映战乱社会现实的激愤和深广情怀。尽管有少量作品存留盛唐余韵，也写民生疾苦，但大量作品表现出一种孤独寂寞的冷落心境，追求清雅高逸的情调。这使诗歌创作由雄浑的风骨气概转向淡远的情致，转向细致省净的意象创造，以表现宁静淡泊的生活情趣，虽有风味而气骨顿衰，遂露出中唐面目。"
    },
    {
        "term": "96．大历十才子：",
        "analysis": "大历，是唐代宗李豫的年号。十才子指大历年间的十位诗人，即李端、卢纶、吉中孚、韩翊、钱起、司空曙、苗发、崔峒、耿伟、夏侯审。他们的生平大都不详，因大历初年在长安参加重要的唱和活动而为世人所瞩目。他们的创作成就高低不一，钱起被公认为十才子之冠。他们的诗主要写日常生活细事、自然风物和羁旅愁思，抒发寂寞清冷的孤独情怀，表现超然世外的隐逸风调。艺术表现上以谢胱为宗，讲究格律词藻，追求清雅闲淡，工于白描写景，技巧趋于细腻雕琢，大都写得精致工整，带有大历诗特有的情思韵味。“十才子”之名，最初见于中唐诗人姚合编的《极玄集》。"
    },
    {
        "term": "97．五言长城：",
        "analysis": "指盛唐时期著名诗人刘长卿。刘长卿，字文房，世称刘随州。他因一生不得志，所作诗歌多写政治失意之感，也有反映离乱之作。他的五言诗写得最好，善于描绘自然景物，以画入诗，简括鲜明，所以自称“五言长城”。代表作如《逢雪宿芙蓉山主人》、《江中对月》等都为后人所称道。"
    },
    {
        "term": "98．韩孟诗派：",
        "analysis": "这是中唐时期与新乐府运动同时崛起的一个影响较大的诗派。以韩愈、孟郊为代表。他们进一步发展了杜甫诗歌奇崛的一面，力求瑰奇怪谲。孟郊诗风幽冷，尤善以“寒”字为中心，刻画对生活的特殊感受；韩愈则形成雄怪的诗风，不仅以雄大气势见长，且常跃动怨愤郁躁的情绪。除了追求诗歌的雄奇怪异之美，他们还大胆创新，或以散文章法结构诗篇，或在诗中大量使用散文句法，尽力消融诗与文的界限，“以文为诗”，对宋诗影响深远。代表人物还有贾岛、卢仝、李贺等人。"
    },
    {
        "term": "99．孟诗韩笔：",
        "analysis": "在诗歌创作中追求奇崛险怪方面，中唐时期著名诗人韩愈和孟郊的诗风有近似之处，后人论诗常以“韩孟”并举。又因韩愈以散文著称，孟郊以诗名世，当时有“孟诗韩笔”之誉。唐人赵磷《因话录》：“韩文公与孟东野友善。韩公文至高，孟长于五言，时号孟诗韩笔。”"
    },
    {
        "term": "100．郊寒岛瘦：",
        "analysis": "是对中唐诗人孟郊和贾岛的称谓。孟郊一生困顿，贫寒凄苦，其诗也常道穷愁凄凉；贾岛的诗注重字句的雕琢、推敲。因二人诗歌都清峭瘦硬，好做苦语，故有此称。苏轼便曾经提到“元轻白俗，郊寒岛瘦”。"
    },
    {
        "term": "101．刘、柳：",
        "analysis": "指中唐时期优秀诗人刘禹锡和柳宗元。他们交情甚笃，才华相当，而且“二十年来万事同”，政治遭遇非常接近，由此奠定了他们诗歌思想内容的共同基础。刘禹锡、柳宗元一生的大部分时间都是在穷僻荒远的贬所度过的，所以抒写内心的苦闷、哀怨，表现身处逆境而不肯降心辱志的执着精神，便成了他们诗歌创作的主要内容，因此并称“刘柳”。柳宗元的代表作品有《登柳州城楼寄漳汀封连四州》等，刘禹锡的代表作品有《西塞山怀古》、《金陵怀古》等。"
    },
    {
        "term": "102．张王乐府：",
        "analysis": "张籍、王建是中唐时期较早从事乐府诗创作的诗人，二人是好友，又都以写新乐府著称，世称“张王乐府”。张王乐府有许多共同特点：一是在古题、新题参用方面极相似；二是艺术上都好用七言歌行，并在诗的结尾两句用重笔来突出主题；三是语言也都通俗明快，凝炼精悍。在扭转大历风调，将诗歌创作导向重写实、尚通俗之路的过程中，张籍、王建有着不可忽视的贡献。"
    },
    {
        "term": "103．元白诗派：",
        "analysis": "中唐以元稹、自居易为代表的涛派，他们重写实、尚通俗，以讽喻时事的乐府诗著称，是对杜甫写时事的创作道路的进一步发展。他们除在诗歌语言通俗方面做出了巨大贡献外，还通过诗歌咏唱促进了格律技巧的纯熟。白居易的代表作有《长恨歌》、《琵琶行》、《新乐府》等，元稹的代表作有《乐府古题》等。"
    },
    {
        "term": "104．元和体（长庆体）：",
        "analysis": "是指唐代诗人自居易、元稹在唐宪宗元和年间所形成的涛风。据《新唐书·元稹传》记载：“稹尤长于诗，与居易名相埒，天下传讽，号元和体。”后来模仿元白风格所作的作品，也称元和体。又因白居易编有《白氏长庆集》，元稹编有《元氏长庆集》，后人也把这种诗风称为“长庆体”。"
    },
    {
        "term": "105．通江唱和：",
        "analysis": "元稹、白居易在相识之初，即有酬唱作品，此后他们分别被贬，一在通州，一在江州，虽路途遥遥，仍频繁寄诗，酬唱不绝，即所谓的“通江唱和”，成为文学史上一个令人注目的现象。元、白此期的唱和诗多长篇排律，次韵相酬，短则五六十句，长则数百句，洋洋洒洒，蔚为大观。如白居易有《东南行一百韵》寄元稹，元稹即作《酬乐天东南行诗一百韵》回赠。另外二人还有一些寄怀酬答的短篇小涛．真挚耐读，清新有味。如自居易的《舟中读元九诗》和元稹的《酬乐天舟泊夜读微之诗》。"
    },
    {
        "term": "106．文章合为时而著，歌诗合为事而作：",
        "analysis": "这是白居易在《与元九书》中提出的文学主张，是新乐府运动的创作纲领。所谓为时为事而作，也就是自居易在《新乐府序》中说的“为君、为臣、为民、为物、为事而作，不为文而作也”。为时为事而作，首要的还是“为君”而作。他也认为“但伤民病痛，不识时忌讳”，并创作了大量反映民生疾苦的讽谕诗，但总体指向却是“唯歌生民病，愿得天子知”。因为只有将民情七达天听，皇帝开壅蔽、达人情，政治才会趋向休明。由此可见自居易的诗歌主张是重写实、尚通俗、强调讽谕。"
    },
    {
        "term": "107．新乐府运动：",
        "analysis": "是由唐代诗人白居易、元稹等所倡导的诗歌革新运动。“新乐府”一名，是白居易相对汉乐府而提出的，其含义就是以自创的新的乐府题目咏写时事，故又名“新题乐府”。这类诗的特点是：自创新题，咏写时事，体现汉乐府的现实主义精神。代表作家及作品有白居易的《新乐府》五十首、《秦中吟》十首，元稹的《田家词》、《织妇词》，张籍的《野老歌》，王建的《水夫谣》等。"
    },
    {
        "term": "108．古文：",
        "analysis": "这一概念由韩愈最先提出。他把六朝以来讲求声律及辞藻、排偶的骈文视为俗下文字，认为自己的散文继承了先秦两汉文章的传统，所以称“古文”，其特点是奇旬单行，长短不拘，书写自由。韩愈提倡古文，目的在于恢复古代的儒学道统，将改革文风与复兴儒学变为相辅相成的运动。由于韩愈、柳宗元等人的宣传倡导和创作实践，唐后期古文写作极盛，质朴流畅的散体终于取代骈体．成为文坛的主要风尚。唐代散文继承了秦汉散文传统，又具有题材更广、与现实生活联系更密切、文学性更强等新的特点。"
    },
    {
        "term": "109．文以明道：",
        "analysis": "在古文运动中，韩愈、柳宗元明确提出“文以明道”的主张。韩愈一再说自己“修其辞以明其道”，其主要目的，除了致力于建立儒家道统外，便是用“道”来充实文的内容，使文成为参预现实政治的强有力的舆论工具。出于相同的政治目的，韩、柳二人不约而同地走向了以文明道、反对不切实际的文体文风的路途。他们将文体文风的改革作为其政治实践的组成部分，赋予文强烈的政治色彩和鲜明的现实品格，去其浮靡空洞而返归质实真切。创作了大量饱含政治激情、具有强烈针对性和感召力的古文杰作。"
    },
    {
        "term": "110．晚唐小品：",
        "analysis": "在古文走向衰落的过程中。晚唐小品却异军突起、大放光彩，鲁迅在《小品文的危机》中指出“唐末诗风衰落，而小品放了光辉”。它是韩愈、柳宗元的杂说、寓言小品等类文体在新形势下的继续和发展，也是晚唐日趋尖锐的各种社会矛盾下的产物。晚唐小品有三个基本特点：一是篇幅短小精悍；二是多为刺时之作，有的放矢，批判性强；三是情感炽烈．生气贯注。其代表作家有皮日休、陆龟蒙、罗隐等人。"
    },
    {
        "term": "111．三十六体：",
        "analysis": "晚唐李商隐、温庭筠、段成式都擅长骈体文，时号“三十六体”．因三人在其从兄弟中皆排行第十六。故有此称。他们大力提倡以四字、六字相间为句的四六文，重辞藻、典故、声韵、偶对，向唯美主义方向发展，并将骈文广泛应用到书信、公文、表奏等各种文体中，不少作品无异于文字游戏。在创作技巧和文风上，他们的骈文则有了一些新的变化，大都雕镂精工，用典深僻，词采繁缛．偶对切当，风格更为华丽浓艳，其中以李商隐的骈文最具代表性。"
    },
    {
        "term": "112．唐传奇：",
        "analysis": "是在前代志怪小说和史传文学的基础上发展起来的文言小说，与传录异事、粗陈梗概而无甚作意的六朝小说相比，传奇作者更注重作品的审美价值，注重小说愉悦性情的功用，由此形成“作意好奇”、“始有意为小说”的特点。唐传奇的题材扩大，篇幅大大加长，铺展为几千字的规模，能比较完整丰富地反映生活，写出生活的流动发展，从中展示出人物的命运，而且情节完整、生动、曲折，艺术描写趋于深入、细腻．并注意刻画人物的思想性格，反映更加丰富复杂的社会内容。在唐代的文言小说中，轶事与志怪两类所占的比例相当大，真正传奇体制的作品数量并不算很多，但却代表了中国古典小说发展的一种质的新变。唐传奇的出现，标志着我国文言小说发展到了成熟的阶段。代表性作品有王度的《古镜记》、白行简的《李娃传》、杜光庭的《虬髯客传》等。"
    },
    {
        "term": "113．变文：也",
        "analysis": "简称“变”，是寺院僧侣向听众做通俗宜传的一种文体。“变”是奇异之意，因其文讲唱佛经中神的奇异之事，故称“变文”。这种文体盛行于唐代，因清光绪年间才从甘肃敦煌藏经洞发现，故又称“敦煌变文”。现存变文，其内容一为佛经故事，如《降魔变文》、《大目乾连冥间救母变文》；一为民间传说和历史故事，如《伍子胥变文》、《王昭君变文》；一为当时当地的重大事件和人物，如《张议潮变文》等。变文对我国通俗讲唱文学的发展有一定影响，也是研究我国说唱文学和民间文学的重要资料。"
    },
    {
        "term": "114．小李杜：",
        "analysis": "指晚唐诗人李商隐和杜牧。清代吴锡麒《杜樊川集注序》：“义山、牧之，世亦以‘李杜’并称。”为了和盛唐李杜相区别，人们习惯地称李白、杜甫为“挛杜”，而将李商隐、杜牧称为“小李杜”。《新唐书·杜牧传》说：“牧于诗，情致豪迈，人号为小杜，以别杜甫云。”二人并称，主要因为他们当时的诗名大致相当，其实二者诗歌风格并不一致。清代刘熙裁在《艺概》中就用“杜樊川诗雄姿英发．李樊南诗深情绵邈”两句来概括区别二人诗风。"
    },
    {
        "term": "115．温、李：",
        "analysis": "指晚唐诗人温庭筠和李商隐。两人的诗在当时齐名．诗风也有近似之处，因而并称“温李”。金人元好问在《黄金行》中写道：“笔头仙语复鬼语，只有温李无他人。”就二人诗歌创作的艺术成就而言，温庭筠不如李商隐，李商隐以其诗歌情调的朦胧幽美、内涵的多义性和风格的凄艳浑融，卓然成为诗国开疆辟土的大家；而温庭筠的诗多在艳丽中带有浓厚的世俗乃至市井色彩，鲜明地表现出晚唐风尚。"
    },
    {
        "term": "116．苦吟诗人：",
        "analysis": "主要指贾岛、姚合及其追随者，他们的诗作代表了晚唐普遍的创作风尚。苦吟诗人大都将生活情趣转移到吟咏日常感受及亲友唱和上，并且苦吟成癖，以徘徊吟咏的心境和殚精竭虑的态度与方法。多方面审视自己的贫穷、窘困、闲散，对情与景进行深刻挖掘与雕琢，从而创作出“清新奇僻”的诗。其缺点足诗境狭窄，有句无篇，缺乏博大深广的情怀。"
    },
    {
        "term": "117．香奁体：",
        "analysis": "以唐代韩倔的《香奁集》为代表的一种诗风，又名艳体。因这类作品多写男女之情和妇女的服饰容态，风格绮丽纤巧而得名。它渊源于六朝宫体．而描写范围则从宫廷贵族扩大到一般士大夫的恋情和生活．对后世诗歌有一定影响。宋代严羽《沧浪诗话·诗体》云：“香奁体，韩倡之诗，皆裾裙脂粉之语，有香奁集。”"
    },
    {
        "term": "118．皮、陆：",
        "analysis": "指晚唐文学家皮日休和陆龟蒙，两人为好友，并称“皮陆”。两人诗酒唱和，题咏风物，写了六百多首诗，编为《松陵唱和集》．在唐末诗坛，别成江湖隐逸一派。皮陆唱和，在淡于世事的同时，特别关注个人生活，多摄取日常和身边的器具、景物、人事为诗歌材料，所唱和的无非是酒、茶、渔钓、赏花、玩石等琐物、碎事和各种闲趣，倒是一些小诗，写得较有情味，如《春夕酒醒》的唱和诗。另外，两人在当时还以小品文著名，皮日休的代表作品是《读司马法》，陆龟蒙的代表作品是《野庙碑》。"
    },
    {
        "term": "119．韵味说：",
        "analysis": "司空图在《与李生论诗书》中开宗明义地把“味”作为诗歌审美的第一要义提了出来。他的所谓“味”是指“咸酸之外”的诗歌的“醇美”，这种韵味不是任何一篇诗歌作品都具备的，而必须是有意境作品的特质。而有“韵味”、有意境的作品，也就是他在《与极浦书》中所说的具有“韵外之致”、“味外之旨”、“象外之象”、“景外之景”的作品。司空图的“韵味”说和他的“四外”说对诗歌的意境理论作了深入细致而又精辟的分析阐述，对后世的诗歌理论和诗歌创作都有深远的影响，宋代苏轼的“远韵”观、严羽的“兴趣”说、清代王士稹的“神韵”说、王国维的“境界”说等都或直接或间接、或多或少地受到司空图“韵味”说的影响。"
    },
    {
        "term": "120．曲子词：",
        "analysis": "词的初期称呼。词原是配合燕乐而创作的歌辞，在唐代文献中称曲或曲子。五代欧阳炯的《花间集序》中出现了曲子词的名称。所谓曲子词，“曲予”是其燕乐曲调，“词”则是与这种曲调相配合的唱辞，如“敦煌曲子词”。曲子词作者众多，题材广泛，词体未定型，艺术上比较粗糙，属于词的初创阶段。"
    },
    {
        "term": "121．竹枝词：",
        "analysis": "唐代乐府曲名，也称竹枝、竹枝子，本来是巴渝一带的民间歌曲。崔令钦《教坊记·曲名》中已载有“竹枝子”，且在唐玄宗时已采人教坊。中唐前期诗人顾况已有《竹枝词》之作。刘禹锡为夔州刺史时，根据民歌改作新词11首，歌咏巴山蜀水自然风光、人民习俗、男女恋情，也曲折透露了自己被压抑的心情，语言通俗优美，每首七言四句，形同七绝。当时的自居易也有《竹枝》，其后竹枝词作者颇多，大都用它来写人情风土，有民歌色彩。"
    },
    {
        "term": "122．敦煌曲子词：",
        "analysis": "是近代在甘肃敦煌石窟发现的唐及五代词，其中主要是民间词作，也有少数文人作品。这些词最早写于盛唐时期，大部分为中晚唐作品。词的题材广泛，艺术成就很不一致。其中少数优秀作品想象丰富，比喻贴切，语言通俗，生活气息浓厚，如写歌伎不幸遭遇的《望江南》、《抛绣球》等。敦煌曲子词对研究词的发展具有重要意义。"
    },
    {
        "term": "123．《花间集》：",
        "analysis": "是最早的文人词总集，后蜀赵崇祚编，收录唐、五代词人温庭筠、皇甫松、韦庄等十八家词500首。欧阳炯作《花间集序》，指出这些词人把视野完全转向裙裾脂粉、花柳风月，写女性的姿色和生活情状，特别是她们的内心生活；在艺术上则是文采繁华、轻柔艳丽，崇尚雕饰，追求婉媚，充溢着脂香腻粉的气味，形成了缛采轻艳的花间词风。花间词的这种特点对词体文学的特征影响极大，“诗庄词媚”一说的成因即与它有很大关系。"
    },
    {
        "term": "124．宋初三体：",
        "analysis": "指宋初出现的以李昉、徐铉、王禹偁等诗人为代表的“白体”；以“九僧”、林逋、寇准等诗人为代表的晚唐体；以杨亿、钱惟演等诗人为代表的西昆体。从白体、晚唐体到西昆体，宋代诗人先后在唐代诗歌中选择白居易、贾岛和李商隐作为学习的典范。它们都是晚唐五代诗风的沿续。但是这种摸索过程事实上为后来的诗文革新提供了经验和教训。宋末的方回在《送罗寿可诗序》中说“宋铲五代旧习，诗有白体、昆体、晚唐体”，说宋初诗坛已经铲除五代旧习，稍嫌夸张，但把宋初诗风归为三体，则颇为准确。"
    },
    {
        "term": "125．“白体”",
        "analysis": "诗人：是宋初效法自居易作诗的一批诗人，代表作家有李昉、徐铉等。宋初朝廷优待文臣，且提倡诗赋酬唱，所以当时的馆阁之臣唱酬成风，且编成了许多唱酬诗集，例如李昉与李至的《二李唱和集》、徐铉等人的《翰林酬唱集》等，他们的诗歌主要是模仿白居易与元稹、刘禹锡等人互相唱和的近体诗，内容多写流连光景的闲适生活，风格浅切清雅。显然，这种诗风仅仅是模仿了白居易诗风的一个方面，而且与五代诗风一脉相承。"
    },
    {
        "term": "126．晚唐体：",
        "analysis": "是指宋初模仿唐代贾岛、姚合诗风的一群诗人，由于宋人常常把贾、姚看成是晚唐诗人，所以名之为“晚唐体”。晚唐体诗人中最恪守贾、姚门径的是“九僧”，其中惠崇的成就比较突出。他们作诗，继承了贾岛、姚合反复推敲的苦吟精神，内容大多为描绘清邃幽静的山林景色和枯寂淡泊的隐逸生活。晚唐体的另一个诗人群体是潘阆、林逋等隐逸之士，其中林逋最为有名，其诗的主要内容是吟咏湖山胜景和抒写隐居不仕、孤芳自赏的心情。晚唐体诗人中身份迥异的足寇准，他曾官至宰相，又与上述两个诗人群体都有交往，所以是晚唐体的盟主。"
    },
    {
        "term": "127．西昆体：",
        "analysis": "是宋初影响极大的重要文学流派，它是以《西昆酬唱集》而得名的，其诗人中成就较高的只有杨亿、刘筠、钱惟演三人。它是晚唐五代诗风的沿续，大多师法李商隐诗的雕润密丽、音调铿锵，呈现出整饰典丽的艺术特征。西昆体诗人专门模仿李商隐诗的艺术外貌，但缺乏李诗蕴涵的真挚情感和深沉感慨，所以往往徒得其华丽的外表而缺乏内在的气韵。从总体上看，西昆体诗的思想内容是比较贫乏的，它们与时代、社会没有密切的关系，也很少抒写诗人的真情实感，缺乏生活气息。"
    },
    {
        "term": "128．苏、梅：",
        "analysis": "指北宋初期的诗人苏舜钦和梅尧臣，两人的诗作开宋诗之先，体现了宋代诗人对矫正晚唐五代诗风的最初自觉。苏舜钦的诗风豪放雄肆，喜以诗歌痛快淋漓地反映时政，抒发强烈的政治感慨，然而推敲、剪裁的功夫略嫌不足，宋诗畅尽而伤直露的特点，在苏舜钦诗中已见端倪。梅尧臣诗的题材走向是写日常生活琐事，体现了宋代诗人的开拓精神，为宋诗开辟了更加贴近日常生活的题材走向。在艺术风格上，他以追求“平淡”为终极目标。梅诗的题材走向和风格倾向都具有宋诗风气之先的意义。"
    },
    {
        "term": "129．古文运动：",
        "analysis": "唐代中叶及北宋时期以提倡古文、反对骈文为特点的文体改革运动，因同时涉及到文学的思想内容，所以兼有思想运动和社会运动的性质。这一运动在中唐由韩愈、柳宗元等人发起，但它的成功却在北宋。北宋的古文运动是以复古为号召的文学革新运动，在欧阳修、王安石和“三苏”的大力倡导之下，继承了韩、柳的成就，使古文成为文学主流，蔚为风气。他们所提倡的散文实际是一种新型的散文，既有所继承，又具有鲜明的个性特色和时代特点。就内容言。是明道载道，把散文引向政教之用；就形式言，是由骈体而散体，体现了散文自身发展的一种要求。"
    },
    {
        "term": "130．唐宋八大家：",
        "analysis": "唐代韩愈、柳宗元和宋代欧阳修、苏洵、苏轼、苏辙、曾巩、王安石八位散文家的合称，他们都是唐宋古文运动的领导者和积极参与者，努力写作内容充实、平易流畅的散文，扭转了唐宋的浮靡文风，影响深远。明初朱右选韩、柳等八家古文为《八先生文集》，遂起用八家之名。明中叶唐顺之所纂《文编》中，唐宋文也取八家。明末茅坤承二人之说，选辑了《唐宋八大家文钞》，此书流传甚广，唐宋八大家之名也随之流行。自明人标举唐宋八家后，治古文者皆以八家为宗，例如清代魏源有《纂评唐宋八大家文读本》。"
    },
    {
        "term": "131．六一风神：",
        "analysis": "是欧阳修散文的美学风格，他并不刻意选择人物、场景以及按照某种寓意的逻辑来组织内容，只是自然地叙事、自然地抒怀，在看似散漫不经的行文中，使读者慢慢地从寻常的叙事中体悟出难以言传的高远境界。他的散文一般具有笔触多情的特点，常着眼于感情的抒发。另外，文章结构层次上的极吞吐往复、参差离合之致，语言层次上的平易自然，都是“六一风神”的构成要索。"
    },
    {
        "term": "132．王荆公体：",
        "analysis": "即“半山诗”或“半山绝句”，指王安石晚年的诗歌创作。以瘦劲刚健为特征是王安石追求的一种艺术境界，但进入老年后，他却视奇崛为平常了，其晚年诗作雅丽精绝，既有清新闲适之作，又有沉郁悲壮之作。主要体裁是绝句。它的长处是下字工、用事切、对偶精，既有深婉不迫处，也有生硬奇崛处，为江西诗派的先驱。"
    },
    {
        "term": "133．《六一诗话》：",
        "analysis": "宋代欧阳修所作，他主张诗人应对于所要再现的情境具有真切感受，这样才能曲尽其妙。《六一诗话》一书开文人诗话之风，此前论诗之作多重品评、格例、作法或本事，此书问世，始立“诗话”之名，且兼收并蓄，内容丰富，形式活泼，创立了一种漫谈性的论诗体例。在这以后，诗话成为评论诗人诗作、发表诗歌理论批评意见的一种广泛流行的形式。"
    },
    {
        "term": "134．诗穷而后工说：",
        "analysis": "欧阳修在《梅圣俞诗集序》里说“非诗之能穷人，殆穷者而后工也”，提出了“诗穷而后工”的说法。所谓“诗穷而后工”，就是说困厄的人生境遇，能使诗人创作出工致精妙的，具有高度艺术性的诗歌作品。在欧阳修之前，司马迁、钟嵘、韩愈等人也有类似的说法，大体上都是说创作主体的生活环境与创作潜能之间的关系。欧阳修继承了他们的说法，并进一步将作家的生活境遇、情感状态直接地与诗歌创作自身的特点联系起来，明确地提出了诗穷而后工说。"
    },
    {
        "term": "135．晏欧词风：",
        "analysis": "词体进入晚唐五代以后渐趋成熟，确立了以小令为主的文本体式、以柔情为主的题材取向和以柔软婉丽为美的审美规范。晏殊、欧阳修的词作，主要继承的就是五代这种词风，但他们在继承中又有革新求变的一面。层殊加深了词中情感的浓度，即词中渗透着理性沉思的特质；欧阳修则扩大了词的抒情功能，改变了词的审美趣味。"
    },
    {
        "term": "136．苏门四学士：",
        "analysis": "北宋黄庭坚、秦观、晁补之和张耒的并称，苏轼在众多门生和崇拜者中，最欣赏和重视此四人。《宋史·黄庭坚传》载：“(黄)与张耒、晁补之、秦观俱游苏轼门，天下称为四学士。”这四位作家曾得到苏轼的垂青和指导，接受过苏轼的文学影响，但不意味着他们或他们与苏轼可以统称为一个文学流派。实际上四人的造诣各异，文学风格也大不相同。如黄庭坚的诗自创流派，秦观的词专以纤丽婉约见长，只有晁补之的《摸鱼儿》等个别作品中还能看到一些苏轼的豪放词风。"
    },
    {
        "term": "137．豪放词派：",
        "analysis": "是我国古代词人的两大流派之一。豪放派取材广泛，常抒写壮志豪情，描绘奇伟景物，风格豪迈奔放，沉郁悲壮。苏轼是该词派的开创者。苏词冲破了晚唐以来词的“艳科”范围，扩大了词的题材，提高了词品和词的艺术功能，境界雄奇阔大，气势吞吐八方，给词坛吹进了一股豪放雄风。到南宋则词人众多，其中辛弃疾为豪放词派的大师。辛词回荡着铁马金戈的爱国主义强音，慷慨悲凉。骏发踔厉，充满豪情。豪放词派一直延续到晚清，影响很大。"
    },
    {
        "term": "138．婉约词派：",
        "analysis": "是我国古代词人的两大流派之一。该派的特点是多以男欢女爱为题材，善于抒写委婉细腻的情思，风格含蓄蕴藉，委婉曲折。晚唐、五代以温庭筠为代表的“花间派”可谓最早的婉约词派。宋代晏殊、秦观、周邦彦、李清照、吴文英等都是婉约词派的著名词人。周邦彦是北宋婉约词集大成者，工于持律，善于创调，章法多变，题材狭窄，艳情和羁旅之愁几乎占据他《清真词》的全部内容。婉约词派一直延续到晚清，影响很大。"
    },
    {
        "term": "139．易安体：",
        "analysis": "宋室南渡后的女词人李清照号易安居士，她强调词“别是一家”，以女性词人特有的细腻纤巧写闺情词而有丈夫气，创立了独具一格的“易安体”。“易安体”有很高的艺术成就，在当时广为流行。主要艺术特色有：一、用通俗易懂的文学语言和明白流畅的音律声调作词。以寻常语度人音律是“易安体”最突出的特点，所作词无一字不协律，而且能“化俗为雅”。二、融入了家国兴亡的深悲巨痛，同时又不失婉约词的本色，具有凄婉悲怆的格调。三、温婉中透出刚健、洒脱。“易安体”之称始于宋人。侯寅《眼儿媚》调下题日：“效易安体”。辛弃疾《丑奴儿近》渊下题日：“博山道中效易安体”。"
    },
    {
        "term": "140．格律派：",
        "analysis": "“格律”二字，指创作诗词所依据的格式与规律。古诗之格律，包括声韵、对偶、字数、句法等，凡重视这些格律的一派，即称格律派。然通常所谓格律派，多指宋词中之格律词派而言。词本协律合乐之文学，北宋时作词已渐不协律，至于苏轼，由于才情奔放，往往以诗为词，更不守词中规律，于是词与音乐渐趋分离。为恢复词之音乐性，因而兴起了格律古典词派。宋徽宗曾颁布大晟乐，诏周邦彦提举大晟府。邦彦作词，下字用韵，皆有精密法度，格调音律，最为严整，实为此派先驱。南宋姜夔、吴文英、张炎．皆为格律派翘楚。"
    },
    {
        "term": "141．苏、辛：",
        "analysis": "指宋代词人苏轼和辛弃疾。二人同为豪放词派的代表，故经常并称。苏轼开创了豪放词派，他将传统的表现女性化的柔情之词扩展为表现男性化的豪情之词，将传统七只表现爱情之词扩展为表现性情之词，使词像诗一样可以充分表现作者的性情怀抱和人格个性。词至苏轼，为之一变。辛弃疾，其词风格多样，多抒写爱国主义热情，他以文人词，独创出“稼轩体”，确立了豪放一派，影响十分深远。周济《宋四家词选·目录序论》说：“苏、辛并称。东坡天趣独到处，殆成绝诣，而苦不经意，完璧甚少。稼轩则沉着痛快，有辙可循。南宋诸公，无不传其衣钵。”"
    },
    {
        "term": "142．二安：",
        "analysis": "指宋代词人李清照和辛弃疾，二人同为济南人，因李清照号易安居士辛弃疾字幼安，故并称“二安”。李清照的词前期多写爱情和自然景色，后期则充满国破家亡的沉痛与悲伤。她的词善用白描，语言清新优美，形象鲜明生动，创立了独具一格的“易安体”。她是中国文学史上创造力最强、艺术成就最高的女词人。辛弃疾，其词风格多样，多抒写爱国主义热情，他独创出“稼轩体”，确立了豪放一派，影响十分深远。《四库全书总目》卷一九八《稼轩词提要》说：“其词慷慨纵横，有不可一世之概，于倚声家为变调，而异军特起，能于剪红刻翠之外，屹然别立一宗。迄今不废。”"
    },
    {
        "term": "143．二窗：",
        "analysis": "指南宋词人吴文英和周密，因吴文英号梦窗，周密号草窗而得名。吴文英一生的心力都倾注在词的创作上。他力求自成一家，但他胸襟气魄远逊稼轩，才情天赋不及白石，要在情思内容上有所超越突破已不可能，于是专在艺术技巧上争奇斗胜。周密的词作，融汇白石、梦窗两家之长，形成了典雅清丽的词风。他一方面取法姜夔，追求意趣的醇雅，另一方面与吴文英交往密切，词风也受其影响，并因此与之并称“二窗”。"
    },
    {
        "term": "144．姜、张：",
        "analysis": "指南宋词人姜夔和张炎。两人都讲究格律声韵，词风相近，故并称“姜张”。姜夔的词多写景咏物及记述客游之作，善用联想暗喻，意境清远，音律和谐。张炎的词早期多反映贵族公子的悠游生活，宋亡后则多追怀往昔之作，用字工巧，追求典雅。"
    },
    {
        "term": "145．长短句、诗余、琴趣、乐府：",
        "analysis": "均为词的别称。因词体句式长短不齐、参差错落而被称为“长短句”。这种从一字句到九字句应有尽有，且交错使用，变化多端的句式，产生了词的错落变化的美。因古人把词作为诗的余绪，或认为词是由绝句、律诗发展而来，故也称“诗余”。词在起初是配合音乐歌唱的，所以从音乐角度又称之为“琴趣”、“乐府”。"
    },
    {
        "term": "146．令、引、近、慢：",
        "analysis": "唐宋词的四种体制。“令”为令曲，即小令，每片四扪。“引”，本来是一个琴曲名词，宋人取唐五代小令，曼衍其声，别成新腔，名之日引。“近”，是近拍的省文。“慢”，古书上写作曼，亦是延长引申的意思。引、近每片六拍，慢每片八拍。由于拍子多少不同，令词一般短小，引、近接近中调，慢词较长。但它们之间的区别，并不在字数多少，而在于音乐的节奏不同。"
    },
    {
        "term": "147．慢词、长调、中调、小令：",
        "analysis": "慢词是依慢调填写的词，字句较多。长调指长词，是从体制上划分，明代《类编草堂诗余》以九十一字为长调。慢词和长调虽然字句都比较多，但一着眼于曲调节奏，一着眼于体制，意义上有区别。中调是词凋体式之一，因其长短适中，故名。明代《类编草堂诗余》以五十九字至九十字为中凋。小令指词的短小者，《类编草堂诗余》以五十八字以内为小令。小令也指散曲体式之一，一般以一支曲子为独立单位。"
    },
    {
        "term": "148．苏、黄：",
        "analysis": "在苏轼周围的作家群中．黄庭坚的诗歌成就最为突出，他最终与苏轼齐名，二人并称“苏黄”。苏轼，字子瞻，号东坡居士。其诗清新豪健，充满对社会的干预和对人生的思考，在艺术表现方面独具刚柔相济的风格，是宋诗最高成就的代表。黄庭坚，字鲁直，号山谷道人，其诗讲究修辞造句，总体风格特征是生新瘦硬，提倡“无一字无来处”、“点铁成金”和“夺胎换骨”，开创了江西诗派。"
    },
    {
        "term": "149．江西诗派：",
        "analysis": "宋代影响量大的一个诗歌流派，可以说是中国历史上第一个自发有组织的，有理论宗旨的诗歌流派。宋徽宗初年，吕本中作《江西诗社宗派图》，把黄庭坚、陈师道为首的诗歌流派取名为“江西诗派”，并尊黄庭坚为师派之祖，下列陈师道等二十五人。到了宋方方回因为诗派成员多数学习杜甫，就把杜甫称为江西诗派之祖，而把黄庭坚、陈师道、陈与义三人称为诗派之“宗”，提出了江西诗派的“一祖三宗”之说。江西诗派的创作主张及特色是：重视句法、喜用拗句；用典以故为新、变俗为雅；风格生新瘦硬．但兼有浏亮芊绵。江西诗派自身的演变同时也代表着北宋诗风向南宋诗风的转变。江西诗派是宋诗发展过程中的重要环节。"
    },
    {
        "term": "150．山谷体：",
        "analysis": "黄庭坚的山谷体诗歌是元祐时期宋诗发展到高峰期的产物，严羽在《沧浪诗话》中将黄庭坚的诗列为“山谷体”，其总体风格特征是生新瘦硬，主要艺术特点是喜欢用拗句，所谓“拗句”，主要是将律诗中的句式和平仄加以改变，有意造成一种打破平衡和谐的效果，给人以奇峭倔强的感觉。这种刻意求奇而造拗句、作硬语的做法，是形成山谷体生新瘦硬风格的重要因素。用典也是山谷体求创新的重要方面，是“点铁成金”和“夺胎换骨”落实于诗歌创作中的具体表现。"
    },
    {
        "term": "151．中兴四大诗人：",
        "analysis": "指南宋诗人陆游、杨万里、范成大、尤袤四人。因宋室南渡再度中兴，故名。陆游存诗九千多首，多爱国诗篇，充满慷慨激昂、为国立功的壮志和以身报国的牺牲精神，也反映了民生疾苦，描写了自然山水和日常生活；他的诗以现实主义为主，也有浓厚的浪漫主义色彩。杨万里的诗主要是写景，想象丰富，描写生动风趣，语言通俗活泼，独具一格。范成大的诗题材广泛，以田园诗最为突出，语言自然清新，风格温润委婉，只有少数作品风格峭拔。尤袤在当时也是著名的涛人，但他未能自成一家，作品大多已经散佚。"
    },
    {
        "term": "152．诚斋体：",
        "analysis": "南宋诗人杨万里字诚斋，因其诗自成一格，故严羽在《沧浪诗话》中称之为“杨诚斋体”。诚斋体的风格特征是活泼自然，饶有谐趣。形成诚斋体的要素之一是诗人把自己的主观情感最大限度地投身在客观事物上，他笔下的草木虫鱼乃至山水风云无不具有知觉和情感，无不充满生机和灵性；要素之二是杨万里作诗想象奇特，但不用奇奥生僻的字句或天矫奇崛的结构，而是用浅近明白的语言和流畅直致的章法。近于口语。代表性作品有《晓行望云山》、《小池》等。"
    },
    {
        "term": "153．永嘉四灵：",
        "analysis": "指南宋时永嘉地区的四位诗人：徐照、徐玑、赵师秀和翁卷。这四人都出于叶适之门，各人的字中都带有一个“灵”字，所以叶适把他们合称为“四灵”，并曾编选《四灵诗选》，为之揄扬。“四灵”或为布衣，或任微职，都是命运落拓的贫寒之士。他们的生活面狭小。诗歌内容也比较单薄，只有少数诗写到民生疾苦或时事，多数作品的内容是题咏景物，唱酬赠答。艺术上专学贾岛，以清新刻露之词写野逸清瘦之趣，因而内容贫弱，风格不高。"
    },
    {
        "term": "154．江湖诗派：",
        "analysis": "南宋后期，书商陈起刊行的《江湖集》中所录诗人大部分或为布衣，或为下层官吏，也有许多江湖谒客，他们身份卑微，以江湖习气标榜，因而被统称为江湖诗派。江湖诗人大多数对于国事政治不甚关心，但也不甘于清贫寂寞的隐逸生活。从总体上看，江湖诗派的风格倾向是不满江西诗风而仿效“四灵”，学习晚唐，但取径比“四灵”更宽阔一些，这基本上代表着南宋后期诗坛的风尚。江湖诗人中成就较大的是戴复古和刘克庄。"
    },
    {
        "term": "155．清空说：",
        "analysis": "张炎在他的词论著作《词源》中专设一节《清空》，提出了清空说。他说：“词要清空，不要质实。清空则古雅峭拔，质实则凝涩晦昧。”他的清空说的理论内涵有这样几个层面：一、在词的创作构思上，想象要丰富，神奇幻妙；二、所撷取或自造的词之意象，要空灵透脱，而忌凡俗；三、由这些意象所构成的意象结构整体，构架要疏散空灵，不能筑造太密太实。要言之，张炎所说的“清空”，主要就是指神理超越、空灵剔透的特殊的风格，这是他对词学理论的主要贡献。张炎的词论是宋元时期最高水平的词学理论，为词论的独立发展开拓了道路，对后代有很大影响。"
    },
    {
        "term": "156．《沧浪诗话》：",
        "analysis": "中国诗歌理论著作，南宋严羽著。它是宋代最负盛名、对后世影响最大的一部诗话。全书分为五门：“诗辨”提出别才别趣之说；“诗体”专讲中国古代诗歌发展的线索和轮廓，作家的风格和流派；“诗法”讲诗歌作法和诗的艺术特征；“诗评”主要评析宋以前的作家作品；“考证”是对某些诗篇的作者、分段、异文等的考辨。全书系统性、理论性较强，对诗歌的形象思维特征和艺术性方面的探讨，对中国古代诗歌的发展是有重要贡献的。"
    },
    {
        "term": "157．《四书集注》：",
        "analysis": "宋代朱熹为《大学》、《中庸》、《论语》、《孟子》所作的注，是朱熹哲学思想的重要代表作，也是中国宋明理学的权威性著作。该书注重文字诠释，更着重于义理的阐发，是以义理解经的代表作。书中发挥了儒家传统观点，论述了道、理、性、命、心、诚、格物致知、仁义礼智等哲学范畴及其相互关系，既辨析精微，又强调人伦日用，体现了以理为最高范畴的哲学体系以及强调认识方法、修养方法、道德实践的特点。《四书集注》为历代学者所重视，影响极其深远。"
    },
    {
        "term": "158．《集杜诗》：",
        "analysis": "文天祥晚期诗作的一种重要形式是“集杜诗”，即把杜甫的诗句重新组合成诗，他在燕京狱中写了《集杜诗》一卷，共五言绝句200首，200首诗清晰地写出了宋亡前后的历史过程，且渗入了诗人自己的感受，正如文天祥在集杜诗的《自序》中所说：“予所集杜诗，自余颠沛以来，世变人事，概见于此矣。”集句诗向来被视为文字游戏，但文天祥的集杜诗却是具有独立文学价值的创作。"
    },
    {
        "term": "159．宋话本：",
        "analysis": "宋代随着说话活动的日益兴盛，在书场中流播的故事越来越多，而以口传故事为蓝本的文字记录本，以及受说话体式影响而衍生的其他故事文本等，也日见其多，后世统称为“话本”，其中代表作品有《简帖和尚》、《错斩崔宁》等。话本小说是民间说话艺人的创作，既具有口头文学的清新活泼的特色，又发扬了志怪、传奇等古代小说的优良传统，在思想性和艺术性上都有一定成就。宋代话本小说是中国小说史上一个重要的发展阶段。"
    },
    {
        "term": "160．平话：",
        "analysis": "宋元的讲史话本又称平话。现存宋编元刊或元人新编的讲史话本，大多标名“平话”，如《三国志平话》、《武王伐纣平话》等。“平话”的含义，盖指以平常口语讲述而不加弹唱，作品间或穿插诗词，也只用于诵念，不施于歌唱。另外，称之为“平”当是强调讲史话本虽脱胎于史书，但语言风格却摆脱艰深的文言而趋于平易。"
    },
    {
        "term": "161．诸宫调：",
        "analysis": "是一种说唱文学，主要流行于宋金时期。所谓“诸宫调”，是相对于限用一个宫调的说唱形式而言，其中唱的部分用多种宫调串接而成，其间插入一定的说白，与唱词配合，采用歌唱与说白相间的方式演说故事，基本上属于叙事体，但它的唱词中有接近代言的成分，对戏剧艺术的发展有重要影响。代表作品有《两厢记诸宫调》、《刘知远诸宫调》等。"
    },
    {
        "term": "162．董西厢：",
        "analysis": "金代一位下层文人董解元根据唐人元稹的传奇《莺莺传》，利用当时流行的诸宫调形式而作的一本《西厢记诸宫调》，它极大地丰富了莺莺和张生的故事。董西厢在情节、结局、人物塑造等方面，都较《莺莺传》作了较大的修改，增加了闹道场、月下吟诗、拷红等情节，对一些人物也做了极大的改变，更重要的是作者改变了故事的结局，使得才子佳人终成眷属，并由此而成为王实甫所作《西厢记》的蓝本。董西厢为王西厢的创作奠定了基础，而且它还是现存最完整的一部诸宫调作品，在中国戏曲史上占有重要的地位。"
    },
    {
        "term": "163．院本：",
        "analysis": "指民间散乐戏班所用的脚本，是宋杂剧在宋、金南北分治之后，保留在北方并得到发展的舞台艺术。院本的角色行当体制与宋杂剧相同，以净色为主，有末泥、引戏、副末和装孤．通常演时用五人，故又称“五花爨弄”。它以滑稽凋笑的科诨见长，可唱小曲，与以旦、末演故事的元杂剧有所不同。但其作品都已失传，仅元陶宗仪《南村辍耕录》载有院本名目七百余种。"
    },
    {
        "term": "164．说话四家：",
        "analysis": "宋朝时由于城市经济的繁荣，民间说话艺术开始分门别类，各有门庭，有“四家”之说。据宋代《都城纪胜》载，“四家”分别为：“小说”，以讲烟粉、灵怪、传奇、公案等故事为主；“说经”，即演说佛书；“讲史”则说前代兴废争战之事；“合声”，以演出者的敏捷见长，“指物题咏，应命辄成”之类。由此可见，说话的家数是以故事题材作为划分标准的。"
    },
    {
        "term": "165．国朝文派：",
        "analysis": "金代大定、明昌年间，文学的发展进人了一个繁荣阶段。涌现出一批在金朝成长起来的作家，代表作家有蔡珪、党怀英和王庭筠等，他们的创作风格已与由宋入金的文人不同。从整体上看，他们的诗篇已初步形成了雄豪粗犷的北方文学的特质，属于真正的金代作家，元好问在《中州集》里将他们归为“国朝文派”。国朝文派出现后，标志着金代文学的真正开始。"
    },
    {
        "term": "166．元杂剧：",
        "analysis": "是在诸宫调和金院本基础上发展起来的成熟戏剧形式。主要特点是：由“四折一楔子”构成；一折里用同一宫调的一套曲子；楔子的篇幅叫段，一般放在第一折前交代剧情，起“序幕”的作用；在表演上由一人主唱，如以正旦为主的戏里，只由正旦一人独唱到底，其他角色都不唱，只用旁白。在金、元之交，北杂剧的创作就已达到相当高的艺术水平，著名的杂剧作家有白朴、马致远、关汉卿等，多为由金入元的文人。元杂剧的前期创作呈现出繁荣的局面，成为中国戏剧文学史上最为光彩夺目的黄金时代。"
    },
    {
        "term": "167．元杂剧四大爱情剧：",
        "analysis": "指四部元代杂剧：关汉卿的《拜月亭》；王实甫的《西厢记》；白朴的《墙头马上》；郑光祖的《倩女离魂》。它们都是描写爱情的优秀作品：《拜月亭》歌颂了王瑞兰对爱情的坚贞，批判了破坏婚姻自主的封建势力；《西厢记》通过莺莺和张生为爱情自由所作的斗争，表达了愿天下有情人终成眷属的思想；《墙头马上》通过李千金和裴少俊的自由结合和裴尚书对他们婚姻的破坏，表现了要求婚姻自主的思想；《倩女离魂》用浪漫主义手法塑造了一个热烈追求自由幸福生活的女性形象，同时也表现了在封建礼教禁锢下女性沉重的精神负担。"
    },
    {
        "term": "168．元曲四大家：",
        "analysis": "元明清三代评论家对元曲四大家有不同提法，但关汉卿、白朴、马致远总是被列入四大家之内，有争议的只是王实甫与郑光祖。关汉卿被列为元曲四大家之首，作品内容丰富，善于塑造形神毕肖的形象，语言雅俗共赏，代表作品有《窦娥冤》、《单刀会》等；白朴的作品常表现出故国之思、沧桑之感和身世之悲，代表作有《梧桐雨》、《墙头马上》等；马致远创作的内容多是“叹世”、“归隐”，咏唱男女爱情，成就突出的有写王昭君故事的《汉宫秋》；郑光祖作品中文人事迹剧和爱情剧较为优秀，如《王粲登楼》、《倩女离魂》等；而王实甫的《西厢记》是元代杂剧创作中最优秀的作品之一。"
    },
    {
        "term": "169．《东篱乐府》：",
        "analysis": "散曲别集名，元人马致远撰，为元代前期作家散曲作品留存最丰富者。马致远，号东篱，为元代杂剧名家，主要作品为杂剧《汉宫秋》，东篱散曲之作风，豪放清逸而不离本色，盖以其早年怀才不遇之抑郁。中年之放旷，晚年之闲适，种种心情，尽寓寄于其散曲之中，故题材复杂，气概潇洒，机趣绝妙。不独自见一己之成就，亦扩展元代散曲之范畴，提高散曲之意境。其作品皆情景生动。凝炼清新，王国维比之于诗中之李商隐，词中之欧阳修。"
    },
    {
        "term": "170．北曲：",
        "analysis": "是宋元时期北方戏曲、散曲所用各种曲调的统称，大都源于唐宋大曲、宋词和北方的民间曲调，并且吸收了金元音乐，盛行于元代，用韵依《中原音韵》。音乐上用七声音阶，声调上遒劲，朴实，大多用弦乐器伴奏，因而有“弦索调”之称。元杂剧都用北曲，明清传奇也采用部分北曲。"
    },
    {
        "term": "171．南曲：",
        "analysis": "是宋元时南方戏曲、散曲所用各种曲调的统称，大都渊源于唐宋大曲、宋词和南方的民间曲调，盛行于元明。用韵以南方尤其是江浙一带语音为标准，有平上去人四声，明中叶以后也兼从《中原音韵》。音乐上用五声音阶，声调柔缓婉转，以箫笛伴奏。宋元南戏和明清传奇都以南曲为主。"
    },
    {
        "term": "172．宫调：",
        "analysis": "古代戏曲、音乐名词。近人吴梅曾解释说：“宫调者，所以限定乐器管色之高低也。”我国历代均依十二律高下的次序，定官、商、角、徵、羽、变宫、变微为七声，是乐律之本。以宫声为主的调式称“宫”。以其他各声为主的称“调”。以七声配十二律，可得十二宫、七十二调，共为八十四宫调。但俗乐多不全用，常用的有五宫(仙吕、南吕、中吕、黄钟、正宫)四调(大石、双调、商调、越调)，合称九宫调。元曲中一套宫调须得一定的曲牌配合，其所用曲牌大多出于金院本之大曲、唐宋词以及隋唐以来雅乐诸宫调的各曲。"
    },
    {
        "term": "173．楔子：",
        "analysis": "元杂剧在四折以外的短小的独立段落。一般用在最前面，作为剧情的开端；有时也用在折与折之间，用以衔接剧情。每本杂剧一般只用一个楔子，个别剧本也有用两个的。楔子的曲牌名多用北曲仙吕宫的[赏花时]或[端正好]。古代小说中有时也有楔子，类似话本的“人话”，通常加在故事开始之前，起着引起正文的作用。"
    },
    {
        "term": "174．宾白、科、介：",
        "analysis": "“宾白”指古代戏曲剧本中的说白，是戏剧演出时须注意的各种安排的术语。徐渭在《南词叙录》中写道：“唱为主，白为宾，故日宾白，言其明白晓畅也。”单宇《菊坡丛话》则说：“北曲中有全宾全白。两人对说日宾，一人自说日白。”“科”又称“科范”、“科泛”，指元杂剧剧本中关于动作、表情或其他方面的舞台指示，如笑科、打科、见科等。“介”与“科”含意相同，但一般用于南戏、传奇中。"
    },
    {
        "term": "175．元诗四大家：",
        "analysis": "指虞集、杨载、范柠、揭侯斯四人。他们都是元代中期的馆阁文臣，涛歌典型地表现出当时流行的文学观念和风尚所以备受时人称誉，其实他们的创作成就并不高。四人的诗歌创作，在题材内容上大致相同，在艺术上也呈现出明显的整一性，即讲求法度，形式工整，措辞典雅，不追求情感或个性的激烈表现，在史学观念上崇尚雅正。当然“四大家”的艺术风格同中有异，明人胡应麟评四家，说虞集“典而实”、杨载“整而健”、范梈“刻而峭”、揭傒斯“丽而新”，指出四家诗风各异。“元诗四大家”中最优秀的诗人是虞集。"
    },
    {
        "term": "176．铁崖体：",
        "analysis": "元代后期的诗人杨维桢号铁崖，他力图打破元代中期缺乏生气、面目雷同的诗风，追求构思的超乎寻常和意象的奇特不凡，从而创造了元代诗坛上独一无二的“铁崖体”。最能体现“铁崖体”特色的，是他的乐府诗，这些诗多半是咏史、拟古之作，题材内容并不很新鲜，但在艺术风格上却使人耳目一新。杨维桢融会了汉魏乐府以及李白、杜甫、李贺等人的长处，以气势雄健的奇思幻想突破了元代中期诗歌甜熟平稳的畦径，给人以石破天惊的感觉。"
    },
    {
        "term": "177．南戏：",
        "analysis": "是北宋末叶至明嘉靖末期，由最初的“温州杂剧”流布长江中下游和东南沿海各地，繁衍而成的性质相类的民间艺术的总称，亦称南词。一般认为南戏是我国最早成熟的戏曲形式，它用南方方音演唱，音乐采取不太严格和规范的曲牌联套体，主要角色是生、旦，另有净、丑等，各种角色都可歌唱，形式比较自由。代表南戏艺术最高成就的剧目是元末高明所作的《琵琶记》。元代时南戏在南方广泛流传，入明后出现不同的声腔，如弋阳腔、余姚腔、海盐腔和昆山腔等，逐渐演变为“传奇”。和元杂剧相比，南戏有舒缓婉转、细腻妩媚的风格特色，后来亦为明代传奇所继承。"
    },
    {
        "term": "178．昆山腔：",
        "analysis": "元代后期，南戏流经昆山一带，与当地语言和音乐相结合，经昆山音乐家顾坚的歌唱和改进，推动了它的发展，至明初遂有昆山腔之称。明代嘉靖年间，魏良辅又对它予以加工提高。昆山腔经过改革之后，曲调细腻婉转，优美动听。与余姚、海盐、弋阳腔并称为明代四大声腔，对许多剧种都产生了巨大影响。"
    },
    {
        "term": "179．四大南戏(荆刘拜杀)：",
        "analysis": "是元末明初南戏的代表作，也是在民间长期流传的作品，又称“四大传奇”。柯丹邱的《荆钗记》写书生王十朋与妻子钱玉莲历经波折终得团圆的故事；无名氏的《白兔记》写刘知远被逼从军，入赘岳帅府，十五年后与妻子李三娘全家团圆的故事；施惠的《拜月亭》叙述蒋世隆、瑞莲兄妹及少女王瑞兰、少年兴福的种种悲欢离合；《杀狗记》中孙华的妻子杨月真设汁杀狗，使兄弟重归于好。这些剧本既贴近民间，又显示出文人对南戏写作的渗透，提高了南戏在曲坛的地位，尤其在情节安排、人物塑造、语言等方面取得了诸多成绩，对后来的南戏、传奇创作影响深远。"
    },
    {
        "term": "180．元曲：",
        "analysis": "包括剧曲和散曲。剧曲指的是元杂剧的曲辞，它是戏剧这一舞台表演样式中不可少的组成部分；散曲是继诗、词之后兴起的新诗体，产生于民间的俗谣俚曲，体制主要有小令、套数、带过曲等，代表了元代诗歌创作的最高成就。16．散曲：在元代，散曲一般称为乐府或词，有小令和套数两种基本形式。小令是单支的曲子，又叫“叶儿”，按不同的宫调曲牌创作，曲调不同，字数和句式也不一样。套数又称套曲，由两支以上同宫调曲牌的曲子连缀而成，曲牌间的联系有一定的顺序，曲词须一韵到底，结尾时有“煞调”或“尾声”。作为一种起源于民间的音乐文学，散曲具有生动活泼、通俗易懂的特点，“文而不文，俗而不俗”，成为当时极为流行的雅俗共赏的新诗体。"
    },
    {
        "term": "181．酸甜乐府：",
        "analysis": "指元代散曲家贯云石、徐再思作品的合集。贯云石号酸斋，徐再思号甜斋，二人作品内容多逸乐生活和男女之情，形式上讲求雕章琢句，力求含蓄秀丽，风格颇为相似，故后人将他们的作品合辑称为“酸甜乐府”。"
    },
    {
        "term": "182．永乐大典戏文三种：",
        "analysis": "指在明代永乐年间官修的《永乐大典》中收录的三种宋元戏文。《张协状元》写书生张协中举后婚变负心的故事，《宦门子弟错立身》歌颂豪门出身的士子完颜寿马与戏剧演员王金榜之间的坚贞爱情，《小孙屠》写孙必贵为兄复仇的故事。这三种戏文基本保持了宋元南戏的旧貌，无论在语言、情节方面，还是在曲牌运用、角色安排方面，都表现出鲜明的早期南戏特色，质率古朴，简素无华，具有极高的文献价值。当然，从三种戏文前后的发展中，也多少显示了元代统一后，杂剧对南戏的影响以及文人对南戏创作的渗透，比如由对书生负心的谴责到对文士坚贞的颂扬以及曲辞的逐渐诗化雅化、音乐的南北合套等。"
    },
    {
        "term": "183．《录鬼簿》：",
        "analysis": "元末钟嗣成撰写的戏曲史专著，此书记载了元曲作家生平事迹及其作品目录，著录作家152人，作品名目四百余种，书中最早对元杂剧创作进行了时间分期，实际上是从整体上对元杂剧的发展演变作了一次系统的考察。《录鬼簿》对每个作家写有小传和吊词。对作家里籍、生平、著述作了简要介绍及评价，此书为元曲研究提供了珍贵的第一手资料。"
    },
    {
        "term": "184．吴中四杰：",
        "analysis": "指明初诗人高启、杨基、张羽、徐贲，因四人皆居于吴中而得名。四人中以高启和杨基成就较大。高启，字季迪，其诗学习汉魏晋唐，不拘一格，而以豪放为主，其乐府诗有不少反映了农村现实生活，其七言歌行和七言律诗则写景抒情．具有较高的艺术水平。杨基的诗风清润峭拔，写景咏物之作较有特色。"
    },
    {
        "term": "185．台阁体：",
        "analysis": "是明代前期出现的一个文学流派，代表作家有杨士奇、杨溥、杨荣，他们都是台阁重臣。当时明朝国力渐盛，以馆阁重臣为主的作家受朝廷文化的影响，其创作内容均以粉饰太平、歌功颂德为主旨，风格雍容华贵、典雅工丽。如诗句“圣主经营基业远，千秋万岁颂开平”，很难让人感受到社会生活的丰富性与作者真实的个性化的思想感情。"
    },
    {
        "term": "186．临川派：",
        "analysis": "明代以汤显祖为代表的一个戏曲流派，因汤显祖是临川人，戏曲史上往往将宗汤、学汤较为明显并有所成就的剧作家们称为“临川派”，或者又以汤显祖室名称之为“玉茗堂派”。临川派剧作家主才情，注重剧作的“曲意”，不拘音律，以男女至情反对封建礼教、以奇幻之事承载浪漫风格、以绮词丽语体现无边文采，是他们所孜孜以求的重要方面。临川派以汤显祖的创作成就最大，此外还有孟称舜、吴炳等人。"
    },
    {
        "term": "187．明传奇：",
        "analysis": "是在明代成熟起来的一种以演唱南曲为主的新的长篇戏曲形式。“传奇”最早特指庸代的短篇文言小说，宋代话本小说中也有“传奇”一类，但元末明初的学者们也有人将元杂剧称为“传奇”，原因在于许多唐传奇都曾被元杂剧改编成剧本，而大部分杂剧也都带有浓郁的传奇色彩。自从宋元南戏在明代规格化、文雅化、声腔化和全国化之后，传奇便渐渐成为不包括杂剧在内的明清中长篇戏剧的总称。明传奇在南戏的基础上发展而成，创作主体是文人，在内容上表现出对现实、历史的关切，对作者个性、情感的张扬；而在体制上也表现出规范化的特点。汤显祖的“临川四梦”代表了明传奇创作的最高成就。"
    },
    {
        "term": "188.临川四梦（玉茗堂四梦）：",
        "analysis": "是明代剧作家汤显祖四部剧作的合称。因作家是江西临川人，且四部作品皆以梦境来展开故事情节，故此得名；或以作者书斋名合称“玉茗堂四梦”。《紫钗记》是作者对个人旧作《紫箫记》的加工、改写，表现霍小玉、李十郎在爱情上的坚贞；《牡丹亭》通过杜丽娘和柳梦梅生死离合的爱情故事，热情歌颂了反对封建礼教、追求自由幸福的爱情和强烈要求个性解放的精神；《南柯记》、《邯郸记》是汤显祖的晚年作品，分别取材于庸人小说《南柯太守传》和《枕中记》，写人生无常、窿海风波。其中《牡丹亭》成就最大，它是汤显祖的代表作，也是我国戏曲史上浪漫主义的杰作。"
    },
    {
        "term": "189．吴江派：",
        "analysis": "明代戏曲流派，也叫格律派，代表人物是沈璟。沈璟的曲论要点有二：一是格律至上，二是推崇“本色”语言，并以音律为品评戏曲价值的唯一标准。他的主张在当时曾得到不少人的支持，形成势力和影响都很大的吴江派，其重要作家有沈璟、吕天成、冯梦龙等。吴江派作家除重视音律外。在创作实践上，其“命意多主风世”，注意剧本的道德意义。“吴江派”曲家对于戏曲创作规律的研究与宣传，对于普及与推动戏曲创作。对于促进戏曲创作与演唱的结合，做出了重要贡献，但他们对格律的过分强调与宣扬，也受到过有识之士的批评。"
    },
    {
        "term": "190．汤沈之争：",
        "analysis": "指明代戏曲作家汤显祖与沈璟围绕“曲律”所产生的分歧与争议。汤显祖注重剧作的曲意，认为为了充分表达“意”、“趣”、“神”、“色”，为了内容的需要，可以突破格律束缚；沈璟则注重严守音律，认为只要作曲合乎曲律，内容倒在其次。两人的分歧，关键在于着眼点不同，汤显祖是从文学对社会的功用角度出发．提出重立意、才情，而沈璟则致力于戏曲艺术内部规律的探讨。因此他们的分歧并非政治意义的对立，也没有好与坏、进步与落后、正确与错误之分，相反，正是二者的补充、融合，推动了传奇艺术的发展。"
    },
    {
        "term": "191．折子戏：",
        "analysis": "是相对于整本戏而言的，指从全本中拆出的、具有独立艺术价值的折，其源头在明代，鼎盛则在清代。折子戏虽然是整本传奇的一个部分，但它大多是戏曲中的精彩片断，是那部戏曲全剧的中心或灵魂，有很强的独立性，情节浓缩．人物个性鲜明，如《牡丹亭》中的《惊梦》、《西厢记》中的《拷红》、《玉堂春》中的《苏三起解》、《白蛇传》中的《断桥》等。"
    },
    {
        "term": "192．章回小说：",
        "analysis": "是明代产生的中国古典长篇小说的民族形式，也是中国古代长篇小说的主要形式，其特点是分回标目，故事连接，段落整齐。章回小说是在宋元讲史话本的基础上形成的，讲史以讲说前代书史文传兴废战争为主，开始是口头讲述为主，由于不可能一次把一部历史故事说完，必须讲若干次，因此产生了分节讲述，每节用题目的形式向听众揭示主要内容。讲史和小说话本的合流，作家对民间创作的加工提高，就出现r章回小说。其实《三国志演义》、《水浒传》的成书过程，也就是章节回小说的诞生过程。"
    },
    {
        "term": "193．英雄传奇小说：",
        "analysis": "古代小说类型之一，一般是从宋元小说话本中的“说公案”、“朴刀、杆棒，及发迹变泰之事”或“说铁骑儿”之类发展而来，以歌颂历史上反抗封建压迫的英雄或超人、半超人的传奇人物为题材，在民间长期流传的基础上，由作家加工完成。《水浒传》为后世英雄传奇小说提供了范例，继《水浒传》之后，还有《杨家府演义》、《大宋中兴通俗演义》等较有名。"
    },
    {
        "term": "194．历史演义小说：",
        "analysis": "古代小说类型之一，所谓“历史演义”，就是用通俗的语言，将争战兴废、朝代更替等为基干的历史题材，组织、敷演成完整的故事，并以此表明了一定的政治思想、道德观念和美学理想。它由宋元讲史话本发展而来，在叙事中往往融进作者的生活体验和思想感情，并对历史事件和历史人物进行政治的和道德的评价。其特点是：既有史实的依据，又进行了艺术的加工和创造；既有纪实的成分，又有艺术的想象和虚构。元末明初诞生的《三国志演义》是第一部长篇历史演义小说。"
    },
    {
        "term": "195．《三国志演义》：",
        "analysis": "是我国第一部章回体小说，又是我国第一部历史演义小说。《三国志演义》以75万字的规模，用一种比较成熟的演义体小说语言，塑造了四百多个人物形象，描写了近百年的历史进程，创造了一种新型的小说体裁。它是以三国时期的历史为内容的一部长篇历史小说，既不同于历史著作，也不同于根据生活而纯出于虚构的一般的小说，它是一部世代累积型的作品，是不知名的群众作者同文人作家相结合的创作成果，它的写定者一般认为是元末明初的罗贯中。"
    },
    {
        "term": "196．《三国演义》毛氏父子评改本：",
        "analysis": "清初康熙年间，江苏人毛纶、毛宗岗父子，仿金圣叹评改《水浒传》、《西厢记》之例，修改、评点《三国志演义》，他们修改调整了回目，增删了一部分情节，删改了一些多余的诗词赞语，文字上也作了不少润色加工，使情节比原来更加紧凑，文字也更精练、流畅，但也加强了作品的拥刘反曹的思想倾向以及在罗本中本来并不明显的封建正统思想，自此以后，毛本即成为流行最广、影响最大的一个本子。毛氏父子在《三国演义》的传播上功不可没，同时在小说的理论批评方面也有值得重视的贡献。"
    },
    {
        "term": "197．《水浒传》七十回本：",
        "analysis": "《水浒传》是第一部描写民起义的小说，全书围绕“官逼民反”这一线索展开情茧，表现了一群不堪暴政欺压的“好汉”揭竿而起，聚义水泊梁山，直至接受招安致使起义失败的全过程。明末金圣叹将一百二十回《水浒传》“腰斩”而成七十回本，题为《第五才子书耐庵水浒传》。七十回本将大聚义以后受招安的内容全部砍掉，以杜撰的卢俊义惊噩梦作结，保留了全书的精华部分，文字也比较洗练和统一，同时又附有大量精彩的批语，因而成为此后最通行的本子。"
    },
    {
        "term": "198．神魔小说：",
        "analysis": "在古代神话、六朝志怪、唐代传奇、宋元说经话本和小说话本的影响下，明代后期在通俗小说领域中兴起了编著小说的热潮。其主要特征是尚“奇”贵“幻”，以神魔怪异为主要题材，参照现实生活中政治、伦理、宗教等方面的矛盾和斗争，比附性地编织了神怪形象系列，并将一些零散、片段的故事系统化、完整化。在这类小说中，有的作品完全以宣扬宗教迷信、封建道德为主要目的，故事荒唐，文字粗鄙，很快被历史淘汰，但其中以《西游记》为代表的一些优秀作品，往往能以生动的形象、奇幻的境界、诙谐的笔调，怡神悦目，启迪心志。"
    },
    {
        "term": "199．《金瓶梅》：",
        "analysis": "明代章回小说，未署著者姓名，明刊本欣欣子《序》称“兰陵笑笑生”所作，它从《水浒传》中“武松杀嫂”一段敷演开去，以西门庆的生活史为中心线索，向四面八方伸展开去，细致地再现了当时畸形的世态人情和家庭关系，书名由小说中三个主要女性潘金莲、李瓶儿、庞春梅的名字合成。《金瓶梅》在中国小说史上有着重要的地位：开创了文人独立创作长篇小说的先河，从而文人创作成了小说创作的主流；以现实社会和家庭生活为题材，着重描写市井间世俗情态，开了世情小说的先河；它的写实主义精神、细致入微的表现手法，直接开启着《红楼梦》的创作。"
    },
    {
        "term": "200．《金瓶梅词话》：",
        "analysis": "《金瓶梅》的刻本系统之一。主要特点是，有词有话，即既有唱词也有故事。现存最早的词话本是万历四十五年东吴弄珠客作序的《新刻金瓶梅词话》。"
    },
    {
        "term": "201．世情小说：",
        "analysis": "所谓世情小说，就是以“极摹人情世态之歧，备写悲欢离合之致”为主要特点的一类小说。小说涉及世情，自可溯源到魏晋以前，但从晚明批评界开始流行的“世情书”的概念来看，主要是指宋元以后内容世俗化、语言通俗化的一类小说。从鲁迅的《中国小说史略》起，学术界一般又用世情小说专指描写世俗人情的长篇小说，而《金瓶梅》常被看作是世情小说的开山之作，之后，明清两代的世情小说，或着重写情爱婚姻，或主要叙家庭纠纷，或广阔地描绘社会生活，或专注于讥刺儒林、官场、青楼，内容丰富，色彩斑斓。"
    },
    {
        "term": "202．《清平山堂话本》：",
        "analysis": "明代嘉靖年杭州人洪梗辑印的话本集。因洪缏斋名清平山堂，由此得名。原书共收话本六十篇，所以又名《六十家小说》，而现在仅存二十七篇，并有五篇残缺，今人汇集刊行，题名《清平山堂话本》。书中所收的话本大部分是宋元旧作，也有明代作品，作品大都照录原文，未加修改润饰，保存了话本的本来面目。"
    },
    {
        "term": "203．拟话本：",
        "analysis": "是文人模仿话本形式编写的创作小说，鲁迅《中国小说史略》最早应用这一术语。明代文人对话本进行编辑加工，进而模仿话本写作，出现了大量供案头阅读的文人创作话本，常称拟话本。它们在体裁上受到了话本的影响，都首尾有诗，中间以诗词点缀，辞句多俚俗，故事性强，情节生动完整，描写人物心理细致入微，个性突出，注意细节刻画。但由于是文人自创，显示出议论增多、艺术性更强的特点，而在口语运用和生活气息上则明显逊于话本小说。“三言”、“二拍”代表了拟话本的最高成就。"
    },
    {
        "term": "204．三言：",
        "analysis": "明代天启年间冯梦龙编刻的《喻世明言》、《警世通言》、《醒世恒言》三部短篇小说集，合称“三言”。“三言”内的作品题材多样，内容复杂，既有歌颂真挚友谊、爱情，抨击背信弃义、负心行径的名篇佳作，如《蒋兴哥重会珍珠衫》、《杜十娘怒沉百宝箱》等，也有宣传封建伦理纲常、神仙教化及语涉猥亵的糟粕败笔。“三言”的成功纂辑，使许多零散的宋元旧话本及明代拟话本得以流布于世，是古代白话小说创作由口传心受到文字表现，从集体创作向个人创作过渡的里程碑，开创了古代白话短篇创作的新局面。"
    },
    {
        "term": "205．二拍：",
        "analysis": "明代拟话本小说集，作者是凌濛初。“二拍”是《初刻拍案惊奇》和《二刻拍案惊奇》的合称，它已经是一部个人的白话小说创作专集。作品多方面地反映了社会生活，既接触到封建社会下层市民生活的不少方面，也注意到城市的阴暗角落，写出了某些人物的丑恶面貌，同时对当时新兴的市民工商业活动和社会上逐渐兴起的重商风气有所反映，妓女、商人、村妇、手工业者、书生、和尚、贪官等各色人物相继走入了“二拍”的文学长廊。它的问世，标志着中国短篇小说的创作进入了一个新的阶段。"
    },
    {
        "term": "206．童心说：",
        "analysis": "是明代后期李贽对文学的主张。《童心说》是李贽的一篇文章，他在文中提出“天下之至文，未有不出于童心焉者也”，“童心”就是真心，也就是真实的思想感情，以童心为文，才能写出好文章。他把文学作为宣扬其反传统、肯定个性精神的社会思想的有效工具，把代表人的赤子真心的“童心”作为文学创作和评价的最高准则，这种进步的文学发展观，打破了前后七子的复古理论的禁锢，是制约整个晚明文学革新的重要杠杆。"
    },
    {
        "term": "207．公安派（公安三袁）：",
        "analysis": "“公安派”是明代重要的文学流派，“三袁”是指袁宗道、袁宏道、袁中道三兄弟，因他们是湖北公安人，所以被称为“公安派”，其中袁宏道最为知名，公安派的核心口号就是由他提出的。公安派以“性灵说”作为文学主张的内核，袁宏道认为文学的最高境界是“独抒性灵、不拘格套”。在创作上，其诗文“变板重为轻巧，变粉饰为本色，致天下耳目于一新”，他们的诗歌脱离“理”的束缚能够自由地抒发个人真实性情和表现个人生活欲望，并具有诗人的艺术独创特征，但也有些作品过于率直浅俗。"
    },
    {
        "term": "208．唐宋派：",
        "analysis": "是出现于明代嘉靖年间的一个散文流派，代表人物有王慎中、唐顺之、茅坤、归有光等，他们主张作文应学习唐宋古文的法度，因而被称为“唐宋派”。在创作主张上，唐宋派作家注重文以明道，但他们创作中较为成功的作品倒不是那些注重发明“圣贤之道”的文字，而是富有文学意味的篇章。唐宋派文人中文学成就较高的首推归有光，他在提倡道的同时，还特别重视文学的抒情作用。"
    },
    {
        "term": "209．茶陵诗派：",
        "analysis": "明前期以李东阳为主的诗派，成员有谢铎、张泰、邵宝等人。茶陵诗派是对明初卑冗委琐的台阁体文学的一次冲击，李东阳提出“诗学汉唐”的主张，在如何学古方面，强调对法度声调的掌握，从文学本身的立场出发去探讨文学的艺术审美特征，这在当时的文坛产生了很大影响，体现了从台阁体到前后七子的过渡。"
    },
    {
        "term": "210．前七子：",
        "analysis": "明代以李梦阳为核心代表的文学群体，成员还有何景明、王九思、边贡、康海、徐祯卿、王廷相。他们面对当时萎靡卑冗的文学局面，借助复古手段而欲达到变革的目的。他们贬斥文学受宋儒理学影响而形成的“主理现象”，提出艾学应重视真情表现的主情论调；提高民间创作的地位，以为“真诗乃在民间”，这些都在强调文学自身的价值基础上，对传统的文学观念提出怀疑，并散发出浓烈的庶民化气息。但他们过分重视古人诗文的法度格调，束缚了他们的创作，影响了作丽中作家情感的自由流露，有“守古而尺尺寸寸之”的毛病。"
    },
    {
        "term": "211．后七子：",
        "analysis": "明嘉靖中期出现的以李攀龙、王世贞为首的文学复古群体，成员还有谢榛、吴国伦、宗臣、徐中行、梁有誉。以王世贞声望最显．影响最大。后七子在复古主张上很大程度上承接前七子，他们对法度格调的讲究更趋强化与具体。王世贞主张诗文创作都要重视“法”，要将其落实到辞采、句法和结构中；又强调格调要“本于情实”和“因意见法”，重视作家的思想感情在创作中的主导作用。但其创作弊病也是过于重视对古体的揣度模拟，一直难脱蹈袭的窠臼。"
    },
    {
        "term": "212．竟陵派：",
        "analysis": "晚明时期以钟惺、谭元春为代表的文学派别，因其二人为湖北竟陵人而得名。在文学观念上，竟陵派提出重“真诗”重“性灵”，受公安派影响；在复古问题上，提倡学占要学古人之精神，以开导今人心窍，积蓄文学底蕴。在创作上，他们追求一种“幽深奇僻，孤往独来”的文学审美情趣，同公安派浅率轻真的风格相对立，但是他们将创作引向了奇僻险怪、孤峭幽寒之路，缩小了文学表现的视野，显示了晚明文学思潮中激进活跃精神的衰落。"
    },
    {
        "term": "213．复社和几社：",
        "analysis": "这是两个在明末有较大影响的文人团体，它们以“复古学”为宗旨，企图从文学上复兴传统精神，挽救明朝政府的危亡。复社是文社组织，也是一个政治集团，以张溥、张采为领袖，因其宗旨是兴复古学，故名复社。他们在政治上反对阉党，主张抗清；在文学上主张复古，推崇七子，但他们兴复古学，务为有用，关心现实斗争，也写下了许多爱国主义诗篇。与此同时，陈子龙和夏允彝、徐孚远等创建几社，彼此呼应。"
    },
    {
        "term": "214．岭南三大家：",
        "analysis": "清初广东诗人屈大均、陈恭尹、梁佩兰的合称。王隼编选三家之诗成《岭南三家集》，始有“岭南三家”之称。屈大均的诗歌是其心灵历程的写照，他以屈原后代自居，学屈原兼学李白、杜甫，诗歌奔放纵横，激荡昂扬，于雄壮中飞腾驰骋，豪气勃勃，在遗民中乃至整个诗界独树一帜。陈恭尹的诗歌感时怀古，抒发亡国之悲，间或也表达矢志复明的决心，激昂盘郁，擅长七律。在诗歌内容和风格上，屈、陈有共同的民族思想。胸怀一股郁愤不平之气；梁诗多酬赠和吟咏景物之作，风格较平淡。唯在反映岭南的山川风貌、人情世态，具有浓厚的地方色彩方面，三家则有共同之处。"
    },
    {
        "term": "215．清初三大家：",
        "analysis": "指清初写作文学散文的三大古文家：侯方域、魏禧、汪琬。魏禧论文以有用于世为日的，要关系天下国家之政，反对模拟，散文以观点卓越、析理透辟见长，《大铁椎传》是其名篇。汪琬则散文力主纯正，偏于保守所作原本六经，叙事有法，受到后世正统文士的推崇，代表作品为《周忠介公遗事》。侯方域的影响最大，他的散文继承韩、欧传统，融入小说笔法，流畅恣肆，委曲详尽，被推为第一，代表作品有《马伶传》、《李姬传》。“清初三大家”是桐城派的嚆矢。"
    },
    {
        "term": "216．易堂九子：",
        "analysis": "指清初魏禧等九个文学家。魏禧的父亲魏兆凤，明朝灭亡后削发隐居于江西宁都县翠微峰，名其居室日“易堂”。魏禧与兄魏际瑞、弟魏礼以及彭士望、林时益、李腾蛟、丘维屏、彭任、曾灿讲学于此，提倡古文实学，世称“易堂九子”。道光年间，彭玉逻编有《易堂九子文钞》。"
    },
    {
        "term": "217．南施北宋：",
        "analysis": "指清初诗人施闰章、宋琬的合称。因二人诗名相况，且都属“尊唐”一派，风格相近，又因施闰章是安徽人，宋琬是山东人，故名。施闰章，字尚白，号愚山，著有《愚山诗集》，长于五言诗，写景抒情字句清丽，风格接近王维、韦应物。有些诗反映民生疾苦，艺术上业比较成熟，宋琬，字玉叔，号荔裳，其诗多感伤时事之作，风格沉雄奔放，部分诗篇有一定现实意义，佳句亦清丽可诵。二人在清初诗坛上均有一定地位。"
    },
    {
        "term": "218．江左三大家：",
        "analysis": "指明末清初诗人钱谦益、吴伟业、龚鼎孳。因他们都是江东人而得名，三人文学成就不同，钱谦益和吴伟业文学成就较高，龚鼎孳次之。钱谦益，字受之，号牧斋．为当时文坛领袖，他力排七子的“诗尊盛唐而文学秦汉”，转移当时诗歌创作的风气，是从明诗到清诗转折的一大关键人物，其诗作转益多师，风格接近晚唐和宋诗，技巧成熟。吴伟业，字骏公，号梅村，作诗取法盛唐及元、白诸家，早期作品风格绮丽，后期作品则激荡苍凉，多写明清之际时事和民生疾苦之作。龚鼎孳，字孝升，号芝麓，其诗声词婉丽，有苍凉之音。"
    },
    {
        "term": "219．《投笔集》：",
        "analysis": "是清初诗人钱谦益最后一个诗集和最重要的代表作品，取班超“投笔从戎”之意以命名，其内容与复明水师进取东南和永历政权的形势有关，其中也贯穿了他和柳如是抗清复明的心迹和踪迹。全集共108首诗，均为七律，其中104首分为十三叠，每叠八首，均次杜甫《秋兴八首》之韵，构成有清一代绝大之组诗。《投笔集》以七律组诗的形式纪传纪史，内容博大宏厚，不仅开拓了七言律诗题材的范围，而且在艺术手法上也取得了相当高的成就。"
    },
    {
        "term": "220．虞山诗派：",
        "analysis": "在钱谦益的影响下，在其家乡常熟产生的诗派，主要成员有冯舒、冯班、钱曾、钱陆灿等人。冯班为其代表人物，他论诗有独到之处，诗歌也有个人的面目和特色，并以标榜晚唐李商隐而自张一军，势力颇大，使虞山派“诗坛旗鼓，遂凌中原而雄一代”，后来的吴乔和赵执信可说是虞山诗派的馀波涟漪。"
    },
    {
        "term": "221．梅村体：",
        "analysis": "梅村乃清朝诗人吴伟业的号，“梅村体”是他在继承元、白歌行体诗的基础上，辅以初唐四杰的采藻缤纷，温庭筠、李商隐的风情韵味，融合明代传奇曲折变化的戏剧性，自成的一种叙事诗体。梅村体的题材、格式、语言、情调、风格、韵味等具有相对稳定的规范，以故国抒情和身世荣辱为主，“可备一代诗史”，又突出叙事写人，多了情节的传奇性。吴伟业以人物命运浮沉为线索，叙写实事，映照兴衰，设计细节，极尽俯仰生姿之能事，把古代的叙事诗推到新的高峰，对当时和后来的叙事诗创作有很大的影响。梅村体叙事诗约百余首，《圆圆曲》是代表性作品。"
    },
    {
        "term": "222．《圆圆曲》：",
        "analysis": "吴伟业脍炙人口的长篇歌行，也是“梅村体”的代表作。它以吴三桂、陈圆圆的悲欢离合为线索，以极委婉的笔调，讥刺吴三桂为一己之私情叛明降清，打开山海关门，沦为千古罪人。全诗规模宏大，个人身世与国家命运交织，一代史实和人物形象辉映，运用追叙、插叙、夹叙和其他结构手法，打破时空限制，不仅重新组合纷繁的历史事件，动人心魄，也使情节波澜曲折，富于传奇色彩。细腻地刻画心理，委婉地抒发感情、比喻、联珠的运用，历史典故与前人诗句的化用，增强了诗歌的表现力。而且此诗注重转韵，每一转韵即进入新的层次。诗人画龙点睛般的议论穿插于叙事中，批判力量蓄积于错金镂彩的华丽辞藻中，“恸哭六军俱缟素，冲冠一怒为红颜”，精警隽永，成了传颂千古的名句。"
    },
    {
        "term": "223．南洪北孔：",
        "analysis": "指清代杰出的戏剧家洪昇和孔尚任。因洪昇是南方人，孔尚任是北方人，故名。洪昇的《长生殿》和孔尚任的《桃花扇》为清代两大传奇作品。《长生殿》以安史之乱为背景描写唐明皇和杨贵妃的爱情故事，反映了当时的阶级矛盾和民族矛盾。作品人物形象鲜明，场面壮阔，结构精巧，曲词清丽流畅，充满诗意。《桃花扇》以侯方域、李香君的爱情为线索，借离合之情写兴亡之感，反映了明末腐朽、动荡的社会现实和统治阶级的内部矛盾。作品较好地把历史真实和艺术真实结合起来，结构巧妙，语言雅丽。"
    },
    {
        "term": "224．笠庵四种曲：",
        "analysis": "指清初李玉早期的四部作品《一捧雪》、《人兽关》、《永团圆》、《占花魁》。《一捧雪》写严世蕃为夺取一只玉杯对莫怀古进行陷害的故事。《人兽关》批判了忘恩负义者，也宣传了因果报应。《永团圆》描写了蔡文英、江兰芳的爱情故事，讽刺了豪门的嫌贫爱富，歌颂了真挚的爱情。《占花魁》则反映了以爱情为基础的新型婚姻。这四种传奇表现的是社会下层的世态人情，着重嘲讽鞭挞的是唯利是图、忘恩负义的卑劣行径，道德高尚者倒是出自微贱中人，这种情形近乎“三言”小说的世界，而道德意识又更重了些。也正是由于李玉是带着道德感情去写他心爱的和憎恶的人事。表现力求尽致，强化了戏剧冲突，剧作富有感染力。"
    },
    {
        "term": "225．笠翁十种曲：",
        "analysis": "清代李渔的传奇剧本集。因李渔号笠翁，集中包括十个剧本而得名。这十个剧本是：《比目鱼》、《蜃中楼》、《怜香伴》、《慎鸾交》、《巧团圆》、《奈何天》、《风筝误》、《玉搔头》、《意中缘》、《风求凰》。这十种传奇几乎全是演婚恋故事，这并不说明他特关注婚恋问题，而是反映着他的戏剧观念“十部传奇九相思”，戏曲主要是演男女情事的。这十种传奇自然也反映出晚明以来尚情的思想，赞成爱情婚姻自主，反对父母包办儿女婚事，特别欣赏对情的执著。"
    },
    {
        "term": "226．藏园九种曲：",
        "analysis": "清代蒋士铨的杂剧、传奇剧本集。因蒋士铨号藏园，集中包括九个剧本而得名．又名“红雪楼九种曲”。这九个剧本是：杂剧《一片石》、《第二碑》、《四弦秋》和传奇《空谷香》、《桂林霜》、《雪中人》、《香祖楼》、《临川梦》、《冬青树》。蒋氏“藏园九种曲”的一个最大特色，是全部以典型的“忠孝节义”之士做主人公，歌颂其堂皇正大的伦理意识和义无反顾的道德壮举；但同时，对世事及功名富贵的“虚妄”感也不时流注于作者笔端，与作品主人公的伦理实践形成一种意味复杂的对置。"
    },
    {
        "term": "227．神韵说：",
        "analysis": "清代诗人王士禛诗歌理论的核心。王士禛在理论上继承了钟嵘、司空图、严羽的诗学思想和南宗画论，总结了王维、孟浩然以来的山水田园诗歌的艺术传统，将神韵说发展为一套有系统的诗歌理论。他强调“兴会神到”，以“不着一字，尽得风流”为诗的最高境界，有神韵的诗歌境界的审美特征是清和远。清代入仕诗人从“南施北宋”开始，民族意识所造成的沉重心态，已经逐渐淡化，他们的诗歌已经开始以新的面貌来与现政权取得和谐的相处。王士禛的神韵说，则是这种转变的根本完成。所谓“神韵说”就是力图摆脱政治等社会因素对诗歌艺术的干扰，注重诗歌本身淡远清新的境界和含蓄蕴藉的语言，从而加强诗歌的消遣娱乐功能。"
    },
    {
        "term": "228．格调说：",
        "analysis": "明清时期的一种诗论。明代前后七子论诗推崇盛唐，提倡格调。清代沈德潜继承了明七子派的高古之格、宛亮之调的观点，吸收了叶燮、王士禛的诗歌理论的某些方面又加以发展，提出了“格调说”，主张诗人立言，在态度上要“怨而不怒”，方法上讲求比兴、蕴藉。所谓“格调说”就是用唐诗的格调去表现封建政治和伦理思想，实际上是让诗歌为封建政治和伦理道德服务。为达此目的，沈德潜认为诗歌在表现上要恢复儒家“温柔敦厚”、“忠正和平”的诗教传统，并用唐诗的格调将这种意图落到实处。"
    },
    {
        "term": "229.性灵说：",
        "analysis": "明清重要的诗歌理论。明代以袁宏道为代表的公安派继承了李贽的“童心”说，提出了“独抒性灵”的“性灵”说以抨击复古派的主张，提倡诗文创作必须抒写作家的性灵，表现内心真情实感．清乾隆时期，袁枚则以“性灵说”与沈德潜的“格调说”相抗衡。袁枚主张尊重人的自然本性，符合人的自然本性就是“真”，“真”可以不符合正统道德，它是最高的价值标准。由此出发，袁枚性灵说有以下几层内涵：要求诗歌表现“真人”的真性情；诗歌在艺术上要变．要有创造性，要在继承传统中求创新，这就克服了公安派不注意继承传统的缺陷；在审美上主张风趣。袁枚的性灵说继承了公安派的性灵说又加以发展，具有反传统、反理学的进步意义，但袁枚的诗学理论深度不够，重大的创造也不多。"
    },
    {
        "term": "230．肌理说：",
        "analysis": "清代作家翁方纲的论诗主张。他认为王士禛的“神韵说”的问题在于空泛，沈德潜的“格调说”毛病在于食古不化，所以他提出“肌理说”，为诗“必以肌理为准”。所谓“肌理说”包括以儒学经典为基础的“义理”和结构辞章方面的“文理”。翁方纲的肌理说实际上就是要求以学问为根底，以考证来充实诗歌内容．使义理和文理统一，以弥补“神韵”、“格调”等说法的不足。"
    },
    {
        "term": "231．阳羡派：",
        "analysis": "清词流派之一，为陈维崧所开创。陈维崧的词师法苏轼、辛弃疾，尤其接近辛弃疾豪放苍凉的词风，因其是江苏宜兴人，宜兴古地名称“阳羡”，所以陈维崧为代表的词派被称为“阳羡派”。属于这一词派的作家还有蒋士铨等，此派的词作反映了民生疾苦，风格粗犷豪放，但沉厚含蓄不足，往往流于粗率。"
    },
    {
        "term": "232．浙西派：",
        "analysis": "清词流派之一，浙西词人朱彝尊所开创，重要作家有厉鹗、项鸿祚等。朱彝尊推举南宋姜夔、张炎一类婉约词人作品，认为张炎所说“清空”境界为作词最高标准，比较注重词的格律和技巧，词风醇雅清丽。朱彝尊的论词主张和词作受到浙西词家的认同，后来龚翔麟选朱彝尊、李良年等及他本人的词为《浙西六家词》，遂有“浙西词派”之名。厉鹗继承了朱彝尊的主张，认为以周邦彦、姜夔为代表的清婉秀丽词风胜过以辛弃疾为代表的慷慨豪放词风，与朱彝尊所不同的是，他的词中孤寂冷峭的情调更为突出。"
    },
    {
        "term": "233．常州派：",
        "analysis": "清词流派之一，由常州词人张惠言所开创，周济又进一步加以发展。乾嘉时期，词坛中注重质实的风格取代了清初词坛的感伤和激情风格，以张惠言为代表的常州词派崛起，张惠言从内容质实的角度主张恢复风骚传统，强调寄托比兴，主要还是表现个人生活和遭遇的曲折吐露，他所提出的恢复风骚传统的愿望很难从根本上实现，他的词气势雄健，风格俊逸，词风较为质实，但其内容范围仍然比较狭窄，意旨较隐晦。"
    },
    {
        "term": "234．桐城派：",
        "analysis": "桐城派是清代中期重要的散文流派，代表人物方苞、刘大槐、姚鼐部是安徽桐城人，所以被称为“通称派”，桐城派散文理论的基本特征是以程朱理学为思想基础，以服务当代政治为目的，以先秦两汉和唐宋八家的古文为楷模，在文章体制和作法上有细致规则的系统化的散文理论。方苞将自己的散文理论核心概括为“义法”二字，“义”即“言有物”、“法”即“言有序”。刘大檄是方苞的弟子，具有承上启下的作用。姚鼐对古文理论的主要贡献是对前人的学说进行了融合和总结，使之更加具体化。他强调义理、考证、文章三者兼备；还提出“八要”来将义理、考证、文章三者融合落到实处；将多种文风归结为“阳刚”和“阴柔”两种。姚鼐不仅发展了桐城派的散文理论，而且还在自己周围形成了一个庞大的桐城派散文体系，有管同、梅曾亮、方东树、姚莹号称“四大弟子”。"
    },
    {
        "term": "235．“文笔论”派：",
        "analysis": "是清中叶随着骈体文的兴起，在封建正统文学内部出现的一个文艺派别。它提倡偶语、骈文，试图从理论方面为骈文的发展提供根据，对“桐城派”的文风传统起了瓦解作用。阮元是此派的主要代表人物，他主张诗文须根柢经史，并且特别注重《文选》之学。文笔论是汉学家以骈文与古文家争天下的理论武器，而阮元则充当了文沦战线上代表人物的角色；在骈文复兴的潮流中，文笔论起了推波助澜的作用。"
    },
    {
        "term": "236．讽刺小说：",
        "analysis": "作者采用嘲讽的态度，讽刺敌对的事物、势力或思想的一种小说。开讽刺小说之先的是明代吴承恩的《西游记》。但真正奠定我国古典讽刺小说基础的是清代吴敬梓的《儒林外史》。这部杰出的讽刺小说的出现不是偶然的，它一方面是受了前代文学中讽刺手法的影响，另一方面与当时封建社会的日益腐朽有密切关系，社会愈黑暗，讽刺小说愈发展。《儒林外史》是中国古代小说史上讽刺小说的典范，为以后讽刺小说的发展开辟了广阔的道路，开创了一个以小说直接评价现实的先例，晚清的长篇谴责小说大都受到它的影响。"
    },
    {
        "term": "237．铸雪斋抄本：",
        "analysis": "是现存能确定具体年代的时代较早的一部《聊斋志异》抄本，抄者是历城张希杰，“铸雪斋”是他的斋名。此抄本现藏北京大学图书馆，全书共十二卷，收目488篇，其中有目无文的14篇，实收作品474篇，较后来的赵氏青柯亭刻本多出49篇，在文字和各篇的篇排次序上，与原稿基本一致，是研究《聊斋志异》的重要参考资料，也是目前保存作品较完整的抄本之一。"
    },
    {
        "term": "238．三会本《聊斋志异》：",
        "analysis": "由张友鹤先生编校的会校、会注、会评本《聊斋志异》，简称为三会本，1962年中华书局上海编辑所第一版，1978年上海古籍出版社再版。三会本以手稿本和铸雪斋抄本为基础，在版本、注释、评点三方面都带有总成的性质，作了一次在今天看来还只能说是初步的然而却是规模宏大的总结，为研究工作者提供了一个比较全面、资料十分丰富的新版本。全书共收作品494篇，是目前《聊斋志异》收文最多、最完备的本子。"
    },
    {
        "term": "239．脂评本：",
        "analysis": "即《红楼梦》八十回本。在一百二十回本《红楼梦》刊本问世以前，这部长篇小说以八十回本的形式在群众中流传。这种钞本除正文外，大多附有符种形式的批注，有回首总批、眉批、夹注、正文下面的双行批注、回末总批等，批注者的署名以脂砚斋和畸笏叟为多。因此，这种八十回的抄本系统，就简称为“脂评本”或“脂本”。"
    },
    {
        "term": "235．程甲本：",
        "analysis": "乾隆五十六年，程伟元和高鹗将《红楼梦》前80回与后40回合成一个完整的故事，第一次以木活字刊印，开始了《红楼梦》的印本时代。印本全题为《新镌全部绣像红楼梦》，共一百二十回，有程伟元和高鹗序，这就是人们所称的“程甲本”。"
    },
    {
        "term": "240．雅部和花部：",
        "analysis": "清代乾隆年间，北京、扬州等地的封建：七大夫因昆腔曲调婉转，丈词典雅，而把它称为“雅部”。昆腔以外的地方剧种。如京腔、秦腔、弋阳腔、梆子腔、二簧调等，曲调粗犷、语言通俗，则被称为“花部”或“乱弹”。地方戏不登大雅之堂，被统治者排抑，昆腔则受到钟爱，给予扶持。花部剧种处在附属地位，主要在民间演出，但在乾隆年间，花部取得了绝对优势地位，雅部逐渐消歇。"
    },
    {
        "term": "241．弹词：",
        "analysis": "明清时期的一种曲艺形式，因用三弦、琵琶等弹拨乐器伴奏而得名。弹词由宋元时的词话发展而来，体制有说、表、弹、唱四部分组成，说白部分为散文，唱词部分基本上是七言韵文。弹词多为长篇，主要说唱才子佳人的爱情故事，是清代讲唱文学中成就最高、影响最大、流传作品最多的一种。它主要盛行于南方。在语言上有“国音”、“土音”之分，代表作品有《天雨花》、《再生缘》、《珍珠塔》等。"
    },
    {
        "term": "242．鼓词：",
        "analysis": "主要流行于北方的一种韵白相间的民间说唱文学形式，因用鼓伴奏而得名。说用散体，唱为韵文。其唱词一般为七言和十言句。鼓词的内容丰富，或写金戈铁马的英雄传奇，或写公案故事，或写爱情婚姻题材，甚至还有滑稽讽刺性的调笑作品，更多的则取材于历史演义和根据以往的文学名著进行改编。现存最早的鼓词是明代天启年间刊行的《大唐秦王词话》。明末清初贾凫西作《木皮散人鼓词》，是首次以鼓词命名的文人创作，作品剪裁精当，笔锋犀利，语言诙谐活泼，已是鼓词雅化后的佳品。"
    },
    {
        "term": "243．小说界革命：",
        "analysis": "近代文学史上的小说改良运动。近代资产阶级改良运动兴起，迫切需要一种有力的宣传工具，他们把小说看作暴露旧社会宣传新思想的有力武器，并一反前人轻视小说的传统观念，把它提到空前的地位，这就是小说界革命。1902年梁启超在《新小说》创刊号上发表《论小说与群治之关系》，提出“小说为文学之最上乘”，成为小说界革命的纲领。小说界革命对晚清小说的发展起了积极的推动作用，在其影响下出现了《官场现形记》等谴责小说。"
    },
    {
        "term": "244．诗界革命：",
        "analysis": "近代文学史上的诗歌改良运动，是资产阶级改良运动的有机组成部分。在戊戌变法前，随着资产阶级改良运动的高涨，梁启超、夏曾佑、谭嗣同等人提出“诗界革命”的口号，并试作新诗，但这时只不过在诗句里运用些新名词，还没有真正从诗的思想内容和艺术形式上去进行革新。在“诗界革命”运动中，成就最高的是黄遵宪，作为诗界革命的旗帜，他提出“我手写我口”，要求诗歌反映现实生活和斗争，在表现方法上主张利用古人的优良艺术传统，并结合新事物利用新语言。戊戌变法失败后，梁启超在日本继续鼓吹“诗界革命”，他批判了“以堆积满纸新名词为革命”的诗风，提出“能以旧风格含新意境，斯可以举革命之实矣”，力求解决诗歌为改良运动服务的问题。"
    },
    {
        "term": "245．文体革命：",
        "analysis": "近代文学史上散文的改良运动。梁启超打破了桐城派古文的框框，创作出新体散文，在当时风靡一时，为散文家们所推崇，称之为“新文体”。新文体“平易畅达，时杂以俚语、韵语及外国语法，纵笔所至不检束”，为晚清文体解放和“五四”的白话文运动开辟了道路，适应了当时社会改革和政治改革的需要，而缺点则是往往流于浅率泛滥。新文体运动的典型代表作品是梁启超的《少年中国说》。"
    },
    {
        "term": "246．熏、浸、刺、提：",
        "analysis": "梁启超在《小说与群治之关系》中说小说有四种“神力”：“熏”、“浸”、“刺”、“提”。“熏”是指感情潜移默化，“浸”是指感人至深，“刺”是指使人感情受到突然刺激，“提”是指读者情绪随书中的感情变化而变化，把自己融入其中。这对晚清小说的兴盛和发展起了积极的推动作用。"
    },
    {
        "term": "247．宋诗派和同光体：",
        "analysis": "清代程恩泽、郑珍、何绍基等人主张写诗学习杜甫、苏轼、黄庭坚，形成了宋诗运动，此即宋诗派。明代诗人模拟盛唐，清代宋诗派试图以提倡宋诗来创新出奇，但其诗多是写山描水、怀人思旧、唱和酬答之作，内容上无新意，艺术上追求生涩险怪。宋诗派到同治、光绪年间则称为同光体。因陈衍在《石遗室诗话》中把同治、光绪以来“诗人不专主盛唐者”称为“同光体”而得名，代表人物有陈三立、陈衍、沈曾植等。"
    },
    {
        "term": "248．清季四大词人：",
        "analysis": "清末词人王鹏运、朱祖谋、况周颐、郑文焯并称“清季四大词人”。而近代词学大家龙沐勋所撰《清季四大词人》，有文廷式，无朱祖谋。他们继承了常州词派的传统，既讲求词的传统艺术规范，又重视词的厚重内容，不把词视为“诗馀”小道。词的内容多涉及清末时事，寄兴深微，风格柔弱。"
    },
    {
        "term": "249．林译小说：",
        "analysis": "近代林纾以翻译西方资产阶级小说著名，他自己不懂外文，却和懂得西文的人合作，用古文翻译了大量外国小说，人们称之为林译小说，它具有自己独特的美学风貌，既有古文简洁、隽永的风韵，又兼有西方文学的灵思美感，一新文坛耳目，为小说的创作提供了典范。林纾的翻译小说，适应改良运动的需要．不仅增长了人们对国外世情风习的了解，而且也扩大了当时文坛的眼界，改变了中国人轻视外国文学的陈腐观念，传播了西方资产阶级民主、自由的新思潮，对“五四”以后的中国文学尤其是译作小说的发展产生了一定影响。"
    },
    {
        "term": "250．狭邪小说：",
        "analysis": "中国近代以妓女生活为题材的小说类型，其名最早由鲁迅先生在《中国小说史略》中提出。近代狭邪小说受明清长篇通俗小说的影响，由短篇发展到长篇，往往多达数十回；在内容上也有变化，其中的妓女形象凡三变：先是溢美，中是近真。临末又溢恶。代表作品有俞吟香的《青楼梦》、韩邦庆的《海上花列传》。从文学流派来说，狭邪小说是明末清初才子佳人小说的末流。"
    },
    {
        "term": "251．谴责小说：",
        "analysis": "近代小说类型之一，其名最初由鲁迅在《中国小说史略》中提出，鲁迅先生因这些小说多直露的谴责而少含蓄的讽刺，故称之为“谴责小说”。作品的主要内容为暴露和抨击清末社会的黑暗与腐败，反映资产阶级改良派的政治主张和要求。艺术上受讽刺小说《儒林外史》的影响，多采取联缀许多独立故事而成长篇形式，结构不甚严密，无贯串始终的中心人物，缺乏完整的典型塑造；表现手法上缺乏含蓄，描写夸大写实。代表作有《官场现形记》、《二十年目睹之怪现状》等。"
    },
    {
        "term": "252．侠义公案小说：",
        "analysis": "近代侠义小说和公案小说合流的产物。近代以前，侠义小说和公案小说各自独立发展，近代开始合流，究其原委，大抵是由于政治腐败，对于清官与侠客的憧憬和向往成为民众的重要心态。侠义公案小说则将这种心态纳入封建纲常名教所允许的范围之内，由清官统率侠客，既在一定程度上符合了民众的心愿，又适应弘扬圣德的需要。代表性作品有《施公案》、《彭公案》、《三侠五义》等。"
    },
    {
        "term": "253．四大谴责小说：",
        "analysis": "指近代在“小说界革命”浪潮中涌现出的最具影响的四部小说：李宝嘉的《官场现形记》、吴沃尧的《二十年目睹之怪现状》、刘鹗的《老残游记》和曾朴的《孽海花》。《官场现形记》从改良主义的立场出发，抨击了封建社会末期的官僚制度。《二十年目睹之怪现状》是一部带有自传性质的作品，小说通过“几死一生”在二十年中耳闻目睹的无数怪现状，给我们描绘了一幅行将崩溃的清代末年的社会图卷。《老残游记》写了一个江湖医生老残在游历途中的所见所闻，揭露了“清官”之恶。《孽海花》以金雯青和名妓傅彩云的爱情为线索，展开了一幅中国封建社会末期上层社会的图景。这四部小说都采取了批判现实主义的态度，选择了宜于反映激烈动荡的社会现实的新小说的体裁，抨击腐败，直抉时弊，形成近代一股强劲的批判现实的文学潮流，被鲁迅先生称为“谴责小说”。"
    },
    {
        "term": "254．黑幕小说：",
        "analysis": "中国旧体小说的一种。风行于1917年左右，撰述目的是为了揭发“全国社会射影含沙之事，魑魅魍魉之形”，“使幕中人知所惧而幕外人知所防”。由于作者自然主义的手法及缺乏严肃批判的态度，其客观效果并不是“劝惩”，而是教人许多做坏事的知识，其形式不像小说，颇似笔记和新闻报道。黑幕小说生命很短，“五四”前后就逐渐泯灭了。作品有汇编《中国黑幕大观》及《续编》两大册。"
    },
    {
        "term": "255．鸳鸯蝴蝶派：",
        "analysis": "近代小说流派，“鸳鸯蝴蝶派”作家没有形成一个文学团体，只是由于作者的文学主张、作品内容和风格大体相近，因而形成一种文学流派，因他们惯写才子佳人，故人们喻之为鸳鸯蝴蝶派，大约形成于1908年左右，辛亥革命后开始兴盛。代表作品是徐枕亚的《玉梨魂》，代表作家还有包天笑、周瘦鹃、陈蝶仙等人，他们以上海《礼拜六》、《小说丛报》、《小说新报》等期刊为中心，既编辑又创作，有的更兼翻译。鸳鸯蝴蝶派小说反映了民国以后沉滞颓靡的社会风貌，在开明与蒙昧杂糅的时代氛围中人们的彷徨、困惑和无奈，具有社会心态史与都市文化史的价值。"
    },
    {
        "term": "256．《人间词话》：",
        "analysis": "中国近代王国维的文学理论著作，发表于1908年。它熔中国古典文论和西方哲学、美学于一炉，而以发挥前者为主，建立起自己的一套文艺理论体系。王国维在探求历代词人创作得失的基础上，结合作者自己艺术鉴赏和艺术创作的切身经验，提出了境界说，这是他艺术论的中心与精髓。另外在作家修养、创作方法、写作技巧等方面，也有精辟见解。这部著作也有不足之处．表现在过于受西方唯心主义美学的影响，而且过于推重唐、五代、北宋词人作品，贬抑南宋作家，有失之偏颇之处。这是王国维文学批评的代表作，在词学史上影响很大。"
    },
    {
        "term": "257．“有我之境”和“无我之境”：",
        "analysis": "王国维在《人间词话》里提出了“有我之境”和“无我之境”之说。他说词“有有我之境，有无我之境”。所谓“有我之境”即是在作品中能比较明显地看出作者主观色彩的景物描写乃至艺术境界；而“无我之境”则是涛人主观色彩较为隐晦、物我完美地统一的景物描写乃至艺术境界。他又引用西方美学思想中有关优美和壮美的区别来概括这两种境界的基本形态的美学特征：“无我之境，人惟于静中得之。有我之境，于由动之静时得之。故一优美，一宏壮也。”"
    },
    {
        "term": "258．戏剧改良运动：",
        "analysis": "近代文学革新运动的一个组成部分，1902年，梁启超在《新民丛报》创刊号上发表传奇《劫灰梦》，直抒国家兴亡感慨，成为戏剧改良之先声。1904年中国第一个戏剧杂志《二十世纪大舞台》问世，发起人陈去病、汪笑侬等标举“以改革恶俗，开通民智，提倡民族主义，唤起国家思想为唯一之目的”，揭开了戏剧史上新的一页。戏曲改良运动推动传奇杂剧创作出现新的繁荣局面。"
    },
    {
        "term": "259．春柳社：",
        "analysis": "1906年底在日本东京成立的我国第一个戏剧团体，于J915年解散。主要成员有曾孝谷、李叔同、欧阳予倩等，他们首次演出自己改编的剧本《黑奴吁天录》可以看作中国话剧创作的第一个剧本。辛亥革命后，春柳社成员纷纷回国，用“新剧同志会”、“春柳剧场”等名称在上海、无锡、长沙等地公演了许多有进步意义的剧本，表现了民族独立于民主革命的愿望。春柳社及当时其他一些话剧团体的活动，为中国现代话剧树立了良好的开端。奠定了中国话剧最初的基础。"
    },
    {
        "term": "260．南社：",
        "analysis": "辛亥革命时期进步的文学团体，由柳亚子、陈去病、高旭发起，1909年成立于苏州。社名取“操南音不忘其旧”之意，诗歌创作对鼓吹资产阶级民主革命、反对清朝专制统治起过积极作用，但也有些诗文流于感伤颓废。早期参加者多为同盟会会员，其后社员达千余人，政治思想面貌趋于复杂，1923年因内部分化而停止活动。1910年开始出版《南社》，分文录、诗录和词录三部分，到1923年，共出版_二十二集。南社的成立和发展，标志着文学为革命服务的目的性更明确了，文学的战斗性和群众性也大大地加强了。"
    }
]
function slidedata(i){
    return '<div class="swiper-slide">\n    <div class="wannianli-card">\n        <div class="wannianli-info">\n '+item[i].term+'\n<br/>&nbsp;&nbsp; '+item[i].analysis+' </div></div></div>';
}

/**
 * 获取token
 */
var token;
$.ajax({
    type: 'GET',
    //url: 'http://localhost:8080/get',
    url: 'http://icloud.izdodo.cn:8080/get',
    async: false,
    success: function(data) {
        var tokennew = JSON.parse(data);
        token = tokennew;
    }
})

var mySwiper = new Swiper('.swiper-container', {
    roundLengths : true,
    initialSlide :0,
    speed:600,
    slidesPerView:"auto",
    centeredSlides : true,
    followFinger : false,
    onTouchStart: function(swiper,even){
        if(swiper.params.allowSwipeToNext==false&&swiper.activeIndex<12){
            $('#iosDialog1').fadeIn(200);
        }
        if (swiper.params.allowSwipeToNext==false&&swiper.activeIndex>12){
            alert("转发朋友圈继续浏览,您可要收藏本页面，方便回来查看!");
        }
       /* swiper.unlockSwipeToPrev();
        swiper.unlockSwipeToNext();
        if(swiper.isEnd){
            swiper.lockSwipeToNext();
        }
        else if(swiper.activeIndex==0){
            swiper.lockSwipeToPrev();
        }*/
    }
})

for(var i=0;i<item.length;i++){
    mySwiper.appendSlide(slidedata(i));
}
$(".weui-check").one("click",function () {
    /*if($(this). next().hasClass("weui-icon-checked")){
        mySwiper.slideTo(mySwiper.activeIndex+1, 2000, false)
    }if($(this). next().hasClass("weui-icon-checked2")){
        alert("错误")
    }*/
})
mySwiper.on('slideChangeStart',function(swiper){
    //swiper.params.allowSwipeToPrev = false;
    if (swiper.activeIndex==10){
        swiper.lockSwipeToNext();
        swiper.lockSwipeToPrev();
    }
    console.log(swiper.activeIndex)
    if (swiper.activeIndex==20){
        alert("转发朋友圈继续浏览,您可要收藏本页面，方便回来查看!");
        swiper.lockSwipeToNext();
        swiper.lockSwipeToPrev();
    }
    //swiper.lockSwipes();

})

mySwiper.on('slideChangeEnd',function(swiper){
    //swiper.unlockSwipes();


//swiper.params.allowSwipeToPrev = true;
})

wx.config({
    debug: false, // 开启调试模式,调用的所有api的返回值会在客户端alert出来，若要查看传入的参数，可以在pc端打开，参数信息会通过log打出，仅在pc端时才会打印。
    appId: 'wxc5b0f2991f5c6fdb', // 必填，公众号的唯一标识
    timestamp: token.timestamp, // 必填，生成签名的时间戳
    nonceStr: token.nonceStr, // 必填，生成签名的随机串
    signature: token.signature,// 必填，签名，见附录1
    jsApiList: [
        'checkJsApi',
        'onMenuShareTimeline',
        'onMenuShareAppMessage',
        'onMenuShareQQ',
        'onMenuShareWeibo',
        'hideMenuItems',
        'showMenuItems',
        'hideAllNonBaseMenuItem',
        'showAllNonBaseMenuItem',
        'translateVoice',
        'startRecord',
        'stopRecord',
        'onRecordEnd',
        'playVoice',
        'pauseVoice',
        'stopVoice',
        'uploadVoice',
        'downloadVoice',
        'chooseImage',
        'previewImage',
        'uploadImage',
        'downloadImage',
        'getNetworkType',
        'openLocation',
        'getLocation',
        'hideOptionMenu',
        'showOptionMenu',
        'closeWindow',
        'scanQRCode',
        'chooseWXPay',
        'openProductSpecificView',
        'addCard',
        'chooseCard',
        'openCard'
    ]
});
wx.ready(function () {
    // 1 判断当前版本是否支持指定 JS 接口，支持批量判断
    wx.onMenuShareTimeline({
        title: '史上最全古代文学名词解释（260个）记忆卡', // 分享标题
        link: 'icloud.izdodo.cn:8080/select/index.html', // 分享链接，该链接域名或路径必须与当前页面对应的公众号JS安全域名一致
        imgUrl: '', // 分享图标
        success: function () {
            // 用户确认分享后执行的回调函数
            mySwiper.unlockSwipeToNext();
            mySwiper.unlockSwipeToPrev();
        },
        cancel: function () {
            // 用户取消分享后执行的回调函数
           // alert("cancel");
            window.location.href="https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzIyNzUzMDE0NQ==&scene=124#wechat_redirect"

        }
    });
    var shareData = {
        title: '史上2最全古代文学名词解释（260个）记忆卡',
        desc: '史上2最全古代文学名词解释（260个）记忆卡',
        link: 'icloud.izdodo.cn:8080/select/index.html',
        imgUrl: '', // 分享图标
        success: function () {
            // 用户确认分享后执行的回调函数
            mySwiper.unlockSwipeToNext();
            mySwiper.unlockSwipeToPrev();
        },
        cancel: function () {
            // 用户取消分享后执行的回调函数
           // window.location.href="https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzIyNzUzMDE0NQ==&scene=124#wechat_redirect"

        }
    };
    wx.onMenuShareAppMessage(shareData);
    wx.onMenuShareTimeline(shareData);
});
wx.error(function (res) {
    alert(res.errMsg);
});
function close() {
    $('#iosDialog1').fadeOut(200);
}

function nodo() {
    $('#iosDialog1').fadeOut(200);
    mySwiper.unlockSwipeToNext();
    mySwiper.unlockSwipeToPrev();
}

/*
1、mySwiper.destroy()

销毁Swiper(true)。销毁所有绑定的监听事件，移除鼠标键盘事件，释放浏览器内存。

2、mySwiper.startAutoplay()

开始自动切换。一般用来做“Play”按钮。

3、mySwiper.stopAutoplay()

停止自动切换。一般用来制作“pause”按钮。

4、mySwiper.slideNext(runCallbacks, speed)

滑动到下一个滑块。

5、mySwiper.slidePrev(runCallbacks, speed)

滑动到前一个滑块。

6、mySwiper.slideTo(index, speed, runCallbacks)*/
